Repository: IvanHdzRz/gws
Catalog: OrderPickingModule/OrderPickingResources.*.resx
Languages: de, es, es_mx, fr_fr, ru

# OrderPickingConfirmStagingLocationWorkflowActivity_InitialPrompt
source: Container {0} in staging location {1}, correct?
de: Container {0} an Bereitstellungsplatz {1}, korrekt?
es: Recipiente {0} en la ubicación de secuenciación {1}, ¿es correcto?
es_mx: Contenedor {0} en ubicación de almacenamiento temporal {1}, ¿correcto?
fr_fr: Conteneur {0} dans la mise en scène d’emplacement {1}, correct ?
ru: Контейнер {0} находится в месте сосредоточения запасов {1}, верно?

# OrderPickingConfirmStagingLocationWorkflowActivity_Instructions
source: • Confirm the staging location
de: • Bestätigen Sie den Bereitstellungsplatz.
es: • Confirme la ubicación de secuenciación
es_mx: • Confirme la ubicación de almacenamiento temporal
fr_fr: • Confirmer l’emplacement intermédiaire
ru: • Подтвердите местоположение сосредоточения запасов

# OrderPickingAllDoneWorkflowActivity_Header
source: All Done
de: Alles erledigt
es: Todo hecho
es_mx: Todo listo
fr_fr: Tout ce que fait
ru: Все готово

# OrderPickingAllDoneWorkflowActivity_InitialPrompt
source: All Done. To continue say next.
de: Alles erledigt. Sagen Sie zum Fortfahren „Weiter“.
es: Todo hecho Para continuar diga Next (Siguiente).
es_mx: Todo listo. Para continuar diga siguiente.
ru: Все готово. Чтобы продолжить, произнесите "далее".
