Repository: IvanHdzRz/gws
Catalog: OrderPickingModule/OrderPickingResources.*.resx
Languages: de, es, es_mx, fr_fr, ru

# WorkflowFriendlyName_OrderPicking
source: Order Picking
de: Kommissionierung
es: Preparación de pedidos
es_mx: Selección del pedido
fr_fr: Préparation des commandes
ru: Комплектация по заказу

# VocabWord_EndOrder
source: end order
de: Auftrag beenden
es: finalizar pedido
es_mx: finalizar pedido
fr_fr: ordre de fin
ru: завершить заказ

# VocabWord_Overflow
source: overflow
de: Überlauf
es: desbordamiento
es_mx: sobreflujo
fr_fr: dépassement de capacité
ru: переполнение

# VocabWord_OrderStatus
source: order status
de: Auftragsstatus
es: estado del pedido
es_mx: estado del pedido
fr_fr: statut des commandes
ru: статус заказа

# OrderPickingWorkflowActivity_Title
source: Order Picking
de: Kommissionierung
es: Preparación de pedidos
es_mx: Selección del pedido
fr_fr: Préparation des commandes
ru: Комплектация по заказу

# OrderPickingWorkflowActivity_OrderNumber
source: Order ID:
de: Auftrags-ID:
es: ID del pedido:
es_mx: Id. de pedido:
fr_fr: ID de la commande :
ru: Идентификатор заказа:

# OrderPickingWorkflowActivity_StockCode
source: Stock Code
de: Bestandscode
es: Código de existencias
es_mx: Código de existencias
fr_fr: Code stock
ru: Складской код

# OrderPickingWorkflowActivity_StockCodeEntryPlaceholder
source: Speak/Type/Scan
de: Sagen/Eingeben/Scannen
es: Decir/Teclear/Escanear
es_mx: Decir/Escribir/Escanear
fr_fr: Parler/Type/Scan
ru: Говорить/ввести/сканировать

# OrderPickingWorkflowActivity_QuantityEntryPlaceholder
source: Speak/Type
de: Sagen/Eingeben
es: Decir/Teclear
es_mx: Decir/Escribir
fr_fr: Parler/Type
ru: Говорить/ввести

# OrderPickingWorkflowActivity_Sequence
source: Pick Item {0} of {1}
de: Kommissionierungsartikel {0} von {1}
es: Artículo preparado {0} de {1}
es_mx: Artículo seleccionado {0} de {1}
fr_fr: Choisissez l’élément {0} de {1}
ru: Комплектование элемента {0} из {1}

# OrderPickingWorkflowActivity_Location
source: LOCATION
de: PLATZ
es: UBICACIÓN
es_mx: UBICACIÓN
fr_fr: EMPLACEMENT
ru: МЕСТОПОЛОЖЕНИЕ

# OrderPickingWorkflowActivity_Details
source: DETAILS
es: DETALLES
es_mx: DETALLES
fr_fr: DÉTAILS
ru: СВЕДЕНИЯ

# OrderPickingWorkflowActivity_OrderedQuantity
source: Ordered Quantity
de: Bestellte Menge
es: Cantidad solicitada
es_mx: Cantidad solicitada
fr_fr: Quantité commandée
ru: Заказанное количество

# OrderPickingWorkflowActivity_LastDigits
source: (Last {0} Digits)
de: (Letzte {0} Ziffern)
es: (últimas {0} cifras)
es_mx: (Últimos {0} dígitos)
fr_fr: ({0} derniers chiffres)
ru: (Последние {0} цифры)

# OrderPickingWorkflowActivity_PickedQuantity
source: Picked Quantity
de: Kommissionierte Menge
es: Cantidad preparada
es_mx: Cantidad seleccionada
fr_fr: Quantité cueillie
ru: Укомплектованное количество

# OrderPickingWorkflowActivity_CancelButtonText
source: End Order
de: Auftrag beenden
es: Finalizar pedido
es_mx: Finalizar pedido
fr_fr: Ordre de fin
ru: Завершить заказ

# OrderPickingWorkflowActivity_PriceLabel
source: Unit Price:
de: Stückpreis:
es: Precio unitario:
es_mx: Precio unitario:
fr_fr: Prix unitaire :
ru: Цена за партию:

# OrderPickingWorkflowActivity_StagingLocation
source: Staging Location
de: Bereitstellungsplatz
es: Ubicación de secuenciación
es_mx: Ubicación de almacenamiento temporal
fr_fr: Emplacement de la mise en scène
ru: Местоположение сосредоточения запасов

# OrderPickingWorkflowActivity_StagingLocationEntryPlaceholder
source: Speak/Type/Scan
de: Sagen/Eingeben/Scannen
es: Decir/Teclear/Escanear
es_mx: Decir/Escribir/Escanear
fr_fr: Parler/Type/Scan
ru: Говорить/ввести/сканировать

# OrderPickingWorkflowActivity_Container
source: Container
es: Recipiente
es_mx: Contenedor
fr_fr: Conteneur
ru: Контейнер

# OrderPickingWorkflowActivity_OverflowButtonText
source: Overflow
de: Überlauf
es: Desbordamiento
es_mx: Sobreflujo
fr_fr: Dépassement de capacité
ru: Переполнение

# OrderPickingGetContainersWorkflowActivity_Header
source: Get Containers
de: Container besorgen
es: Obtener recipientes
es_mx: Obtener contenedores
fr_fr: Obtenez des conteneurs
ru: Получить контейнеры

# OrderPickingGetContainersWorkflowActivity_InitialPromptSingular
source: Get containers for {0} order. Say next when complete.
de: Besorgen Sie Container für {0} Auftrag. Wenn fertig, sagen Sie "Weiter“.
es: Obtenga recipientes para {0} pedido. Diga "Siguiente" cuando haya terminado.
es_mx: Obtener contenedores para {0} pedido. Diga Siguiente cuando termine.
fr_fr: Obtenez des conteneurs pour commande {0}. Dire ensuite lorsque vous avez terminé.
ru: Получить контейнеры для {0} заказа. Произнесите: "далее" после окончания.

# OrderPickingGetContainersWorkflowActivity_InitialPromptPlural
source: Get containers for {0} orders. Say next when complete.
de: Besorgen Sie Container für {0} Aufträge. Wenn fertig, sagen Sie "Weiter“.
es: Obtenga recipientes para {0} pedidos. Diga "Siguiente" cuando haya terminado.
es_mx: Obtener contenedores para {0} pedidos. Diga Siguiente cuando termine.
fr_fr: Téléchargez des conteneurs pour les commandes de {0}. Dire ensuite lorsque vous avez terminé.
ru: Получить контейнеры для {0} заказов. Произнесите: "далее" после окончания.

# OrderPickingGetContainersWorkflowActivity_Instructions
source: • Get containers for orders\n • Say or press Next to continue
de: • Besorgen Sie Container für Aufträge.\n • Sagen oder drücken Sie zum Fortfahren "Weiter“.
es: • Obtenga recipientes para los pedidos.\n • Diga o pulse "Siguiente" para continuar.
es_mx: • Obtener contenedores para pedidos\n • Diga o presione Siguiente para continuar
fr_fr: • Les contenants de get pour les commandes\n • Dire ou appuyez sur Next pour continuer
ru: • Получить контейнеры для заказов • Произнесите или нажмите "Далее", чтобы продолжить

# OrderPickingAcknowledgeLocationWorkflowActivity_Header
source: Item {0} of {1}
de: Artikel {0} von {1}
es: Artículo {0} de {1}
es_mx: Artículo {0} de {1}
fr_fr: Élément {0} de {1}
ru: Элемент {0} из {1}

# OrderPickingAcknowledgeLocationWorkflowActivity_InitialPrompt
source: Location: {0}
de: Platz: {0}
es: Ubicación: {0}
es_mx: Ubicación: {0}
fr_fr: Localisation : {0}
ru: Местоположение: {0}

# OrderPickingAcknowledgeLocationWorkflowActivity_Instructions
source: • Go to location below\n • Say or press Next to pick the item
de: • Gehen Sie zum unten genannten Platz.\n • Um den Artikel zu kommissionieren, sagen oder drücken Sie „Weiter“.
es: • Vaya a la ubicación siguiente\n • Diga o pulse Next (Siguiente) para preparar el artículo
es_mx: • Vaya a la siguiente ubicación\n • Diga o presione Siguiente para seleccionar el artículo
fr_fr: • Accédez à l’emplacement ci-dessous\n • Dire ou appuyez sur Next pour sélectionner l’élément
ru: • Перейдите в местоположение, указанное ниже\n • Произнесите или нажмите "Далее", чтобы взять элемент

# OrderPickingConfirmNoMoreWorkflowActivity_Header
source: End Order
de: Auftrag beenden
es: Finalizar pedido
es_mx: Finalizar pedido
fr_fr: Ordre de fin
ru: Завершить заказ

# OrderPickingConfirmNoMoreWorkflowActivity_SubHeader
source: Check your item order list
de: Prüfen Sie Ihre Artikelauftragsliste
es: Compruebe su lista de pedidos de artículos
es_mx: Revise la lista de pedido de artículos
fr_fr: Vérifiez votre liste d’éléments de commande
ru: Проверьте список заказа элементов

# OrderPickingConfirmNoMoreWorkflowActivity_Body
source: Are you sure you want to end your order?
de: Möchten Sie Ihren Auftrag wirklich beenden?
es: ¿Está seguro de que desea finalizar el pedido?
es_mx: ¿Está seguro de que desea finalizar el pedido?
fr_fr: Êtes-vous certain de que vouloir terminer votre commande ?
ru: Завершить заказ?

# OrderPickingConfirmNoMoreWorkflowActivity_InitialPrompt
source: End order, correct?
de: Auftrag beenden, korrekt?
es: Finalizar pedido, ¿correcto?
es_mx: Finalizar pedido, ¿correcto?
fr_fr: Ordre de fin, correct ?
ru: Завершение заказа, верно?

# OrderPickingConfirmSkipProductWorkflowActivity_Header
source: Skip Item
de: Artikel überspringen
es: Omitir artículo
es_mx: Omitir artículo
fr_fr: Point de Skip
ru: Пропустить элемент

# OrderPickingConfirmSkipProductWorkflowActivity_Body
source: Skipped items will be added to the end of the order list. Are you sure you want to skip this item now?
de: Übersprungene Artikel werden an das Ende der Auftragsliste gestellt. Möchten Sie den Artikel jetzt wirklich überspringen?
es: Los artículos omitidos se añadirán al final de la lista de pedidos. ¿Está seguro de que desea omitir este artículo ahora?
es_mx: Los artículos omitidos se agregarán al final de la lista de pedido. ¿Está seguro de que desea omitir este artículo ahora?
fr_fr: Ignoré des éléments s’ajouteront à la fin de la liste des commandes. Êtes-vous sûr de que vouloir sauter cet article maintenant ?
ru: Пропущенные элементы будут добавлены в конец списка заказа. Пропустить этот элемент сейчас?

# OrderPickingConfirmSkipProductWorkflowActivity_InitialPrompt
source: Skip Item, correct?
de: Artikel überspringen, korrekt?
es: Omitir artículo, ¿correcto?
es_mx: Omitir artículo, ¿correcto?
ru: Пропуск элемента, верно?

# OrderPickingConfirmSkipProductWorkflowActivity_Instructions
source: • Speak or Press Yes to skip this item\n • Speak or press No to continue
de: • Um diesen Artikel zu überspringen, sagen oder drücken Sie „Ja“.\n • Um fortzufahren, sagen oder drücken Sie „Nein“.
es: • Diga o pulse Yes (Sí) para omitir este artículo\n • Diga o pulse No (No) para continuar
es_mx: • Diga o presione Sí para confirmar la omisión de este artículo\n • Diga o presione No para continuar
fr_fr: • Parlez ou appuyez sur Oui pour ignorer cet élément\n • Parler ou appuyez sur non pour continuer
ru: • Произнесите или нажмите "Да", чтобы пропустить этот элемент\n • Произнесите или нажмите "Нет", чтобы продолжить

# OrderPickingConfirmSkipEnterItemWorkflowActivity_Header
source: Skip Item
de: Artikel überspringen
es: Omitir artículo
es_mx: Omitir artículo
fr_fr: Point de Skip
ru: Пропустить элемент

# OrderPickingConfirmSkipEnterItemWorkflowActivity_Body
source: Skipped items will be added to the end of the order list. Are you sure you want to skip this item now?
de: Übersprungene Artikel werden an das Ende der Auftragsliste gestellt. Möchten Sie den Artikel jetzt wirklich überspringen?
es: Los artículos omitidos se añadirán al final de la lista de pedidos. ¿Está seguro de que desea omitir este artículo ahora?
es_mx: Los artículos omitidos se agregarán al final de la lista de pedido. ¿Está seguro de que desea omitir este artículo ahora?
fr_fr: Ignoré des éléments s’ajouteront à la fin de la liste des commandes. Êtes-vous sûr de que vouloir sauter cet article maintenant ?
ru: Пропущенные элементы будут добавлены в конец списка заказа. Пропустить этот элемент сейчас?

# OrderPickingConfirmSkipEnterItemWorkflowActivity_InitialPrompt
source: Skip Item, correct?
de: Artikel überspringen, korrekt?
es: Omitir artículo, ¿correcto?
es_mx: Omitir artículo, ¿correcto?
ru: Пропуск элемента, верно?

# OrderPickingConfirmSkipEnterItemWorkflowActivity_Instructions
source: • Speak or Press Yes to skip this item\n • Speak or press No to continue
de: • Um diesen Artikel zu überspringen, sagen oder drücken Sie „Ja“.\n • Um fortzufahren, sagen oder drücken Sie „Nein“.
es: • Diga o pulse Yes (Sí) para omitir este artículo\n • Diga o pulse No (No) para continuar
es_mx: • Diga o presione Sí para confirmar la omisión de este artículo\n • Diga o presione No para continuar
fr_fr: • Parlez ou appuyez sur Oui pour ignorer cet élément\n • Parler ou appuyez sur non pour continuer
ru: • Произнесите или нажмите "Да", чтобы пропустить этот элемент\n • Произнесите или нажмите "Нет", чтобы продолжить

# OrderPickingEnterProductWorkflowActivity_Header
source: Item {0} of {1}
de: Artikel {0} von {1}
es: Artículo {0} de {1}
es_mx: Artículo {0} de {1}
fr_fr: Élément {0} de {1}
ru: Элемент {0} из {1}

# OrderPickingEnterProductWorkflowActivity_InitialPrompt
source: Location: {0}
de: Platz: {0}
es: Ubicación: {0}
es_mx: Ubicación: {0}
fr_fr: Localisation : {0}
ru: Местоположение: {0}

# OrderPickingEnterProductWorkflowActivity_Placeholder
source: Product Identifier?
de: Produkt-ID?
es: ¿Identificador del producto?
es_mx: ¿Identificador del producto?
fr_fr: Identificateur du produit ?
ru: Идентификатор товара?

# OrderPickingEnterProductWorkflowActivity_InfoPrompt
source: Location: {0}
de: Platz: {0}
es: Ubicación: {0}
es_mx: Ubicación: {0}
fr_fr: Localisation : {0}
ru: Местоположение: {0}

# OrderPickingEnterProductWorkflowActivity_Instructions
source: • Locate item with stock code on box\n • Speak, scan or type the stock code
de: • Finden Sie den Artikel mit dem Bestandscode auf der Verpackung.\n • Geben Sie den Bestandscode an, indem Sie ihn sagen, scannen oder eingeben.
es: • Localice el artículo con el código de existencias en la caja.\n • Diga, escanee o teclee el código de existencias.
es_mx: • Ubique el código de existencias en la caja\n • Diga, escanee o escriba el código de existencias
fr_fr: • Localiser l’article avec le code de stock sur la boîte\n • Parler, de numériser ou de taper le code de stock
ru: • Найдите элемент со складским кодом на коробке\n • Произнесите, отсканируйте или введите последние складской код

# OrderPickingEnterQuantityWorkflowActivity_Header
source: Put {0} in Container {1}
de: {0} in Container {1} legen
es: Ponga {0} en el recipiente {1}
es_mx: Colocar {0} en Contenedor {1}
fr_fr: Equipez {0} de {1} conteneur
ru: Положить {0} в контейнер {1}

# OrderPickingEnterQuantityWorkflowActivity_InitialPrompt
source: Put {0} in Container {1}
de: Legen Sie {0} in Container {1}.
es: Ponga {0} en el recipiente {1}
es_mx: Colocar {0} en Contenedor {1}
fr_fr: Equipez {0} de {1} conteneur
ru: Положить {0} в контейнер {1}

# OrderPickingEnterQuantityWorkflowActivity_ErrorPrompt
source: You picked the wrong quantity! Please try again. Put {0} in Order {1}
de: Sie haben die falsche Menge kommissioniert! Bitte versuchen Sie es noch einmal. {0} in Auftrag {1} legen
es: ¡Ha preparado la cantidad errónea! Vuélvalo a intentar. Poner {0} en el pedido {1}
es_mx: ¡Seleccionó la cantidad incorrecta! Vuelva a intentarlo. Coloque {0} en el pedido {1}
fr_fr: Vous avez choisi la mauvaise quantité ! S’il vous plaît essayer de nouveau. Equipez {0} de {1} ordre
ru: Вы укомплектовали неверное количество! Повторите попытку. Поместить {0} в заказ {1}

# OrderPickingEnterQuantityWorkflowActivity_Instructions
source: • Pick the ordered quantity for item\n • Say or type picked quantity for item\n • Say Next
de: • Kommissionieren Sie die bestellte Menge für den Artikel.\n • Geben Sie die kommissionierte Menge für den Artikel an, indem Sie sie sagen oder eingeben.\n • Sagen Sie „Weiter“.
es: • Prepare la cantidad solicitada para el artículo\n • Diga o teclee la cantidad preparada para el artículo\n • Diga Next (Siguiente)
es_mx: • Seleccione la cantidad solicitada de artículos\n • Diga o escriba la cantidad seleccionada de artículos\n • Diga siguiente
fr_fr: • Saisissez la quantité commandée pour l’article\n • Dire ou tapez cueillie quantité d’article\n • Dire Next
ru: • Укомплектуйте заказанное количество элемента\n • Произнесите или введите укомплектованное количество элемента\n • Произнесите "Далее"

# OrderPickingConfirmQuantityWorkflowActivity_Header
source: Confirm {0} in Container {1}
de: {0} in Container {1} bestätigen
es: Confirme {0} en el recipiente {1}
es_mx: Confirmar {0} en Contenedor {1}
fr_fr: Confirmer {0} de {1} conteneur
ru: Подтвердить {0} в контейнере {1}

# OrderPickingConfirmQuantityWorkflowActivity_InitialPrompt
source: {0} in container {1}, correct?
de: {0} in Container {1}, korrekt?
es: {0} en el recipiente {1}, ¿es correcto?
es_mx: {0} en contenedor {1}, ¿correcto?
fr_fr: {0} dans {1}, conteneur de corriger ?
ru: {0} в контейнере {1}, верно?

# OrderPickingConfirmQuantityWorkflowActivity_Instructions
source: • Say or press Yes to confirm quantity\n • Say or press No if it is wrong
de: • Um die Anzahl zu bestätigen, sagen oder drücken Sie „Ja“.\n • Wenn falsch, sagen oder drücken Sie „Nein“.
es: • Diga o pulse Yes (Sí) para confirmar la cantidad\n • Diga o pulse No (No) si es incorrecto
es_mx: • Diga o presione Sí para confirmar la cantidad\n • Diga o presione No si es incorrecta
fr_fr: • Dire ou appuyez sur Oui pour confirmer la quantité\n • Dire ou sur No si c’est une erreur
ru: • Произнесите или нажмите "Да" для подтверждения количества\n • Произнесите или нажмите "Нет", если значение неверное

# OrderPickingEnterSubProductWorkflowActivity_Placeholder
source: Product Identifier?
de: Produkt-ID?
es: ¿Identificador del producto?
es_mx: ¿Identificador del producto?
fr_fr: Identificateur du produit ?
ru: Идентификатор товара?

# OrderPickingEnterSubProductWorkflowActivity_SubstitutionInfoPrompt
source: {0}, location: {1}, substituting for {2}
de: {0}, Platz: {1}, Ersatz für {2}
es: {0}, ubicación: {1} en sustitución de {2}
es_mx: {0}, ubicación: {1}, como sustitución de {2}
fr_fr: {0}, emplacement : {1}, son remplacement par {2}
ru: {0}, местоположение: {1}, замена для: {2}

# OrderPickingEnterSubProductWorkflowActivity_SubstitutionsAvailablePrompt
source: Substitutions are available for this item. Locate {0}
de: Für diesen Artikel ist Ersatz verfügbar. Finden Sie {0}.
es: Están disponibles sustituciones para este artículo. Localizar {0}
es_mx: Las sustituciones están disponibles para este artículo. Ubique {0}
fr_fr: Substitutions sont disponibles pour cet article. Localiser {0}
ru: Для этого элемента имеется замена. Найдите {0}

# OrderPickingEnterSubProductWorkflowActivity_SubstituteHeader
source: Substituting for: {0}
de: Ersatz für: {0}
es: En sustitución de: {0}
es_mx: Como sustitución de: {0}
fr_fr: Remplaçant : {0}
ru: Замена для: {0}

# OrderPickingEnterSubProductWorkflowActivity_Instructions
source: • Locate item with stock code on box\n • Speak, scan or type the stock code
de: • Finden Sie den Artikel mit dem Bestandscode auf der Verpackung.\n • Geben Sie den Bestandscode an, indem Sie ihn sagen, scannen oder eingeben.
es: • Localice el artículo con el código de existencias en la caja.\n • Diga, escanee o teclee el código de existencias.
es_mx: • Ubique el código de existencias en la caja\n • Diga, escanee o escriba el código de existencias
fr_fr: • Localiser l’article avec le code de stock sur la boîte\n • Parler, de numériser ou de taper le code de stock
ru: • Найдите элемент со складским кодом на коробке\n • Произнесите, отсканируйте или введите складской код

# OrderPickingConfirmOverflowWorkflowActivity_Header
source: Confirm Overflow?
de: Überlauf bestätigen
es: ¿Desea confirmar el desbordamiento?
es_mx: ¿Confirmar sobreflujo?
fr_fr: Confirmer le trop-plein ?
ru: Подтвердить переполнение?

# OrderPickingConfirmOverflowWorkflowActivity_InitialPrompt
source: Overflow for container {0} correct?
de: Überlauf bei Container {0}, korrekt?
es: Desbordamiento del recipiente {0}, ¿es correcto?
es_mx: Sobreflujo para contenedor {0}, ¿correcto?
fr_fr: Dépassement de capacité par conteneur {0} correcte ?
ru: Переполнение для контейнера {{0}, верно?

# OrderPickingConfirmOverflowWorkflowActivity_Instructions
source: • Confirm to start new container for order
de: • Bestätigen Sie die Verwendung eines neuen Containers für den Auftrag.
es: • Confirme el inicio de un nuevo recipiente para el pedido
es_mx: • Confirme para iniciar un nuevo contenedor para el pedido
fr_fr: • Validez pour lancer le nouveau conteneur pour commander
ru: • Подтвердите начало нового контейнера для заказа

# OrderPickingOrderStatusWorkflowActivity_InitialPrompt
source: order status
de: Auftragsstatus
es: estado del pedido
es_mx: estado del pedido
fr_fr: statut des commandes
ru: статус заказа

# OrderPickingOrderStatusWorkflowActivity_RequestedQuantity
source: Requested Quantity: {0}
de: Angeforderte Menge: {0}
es: Cantidad solicitada: {0}
es_mx: Cantidad solicitada: {0}
fr_fr: Demandé la quantité : {0}
ru: Запрашиваемое количество: {0}

# OrderPickingOrderStatusWorkflowActivity_InfoPromptSingular
source: you have one pick remaining
de: Sie müssen noch einen Artikel kommissionieren
es: tiene una preparación de pedidos pendiente
es_mx: tiene una selección restante
fr_fr: vous en avez un pick restant
ru: осталось укомлектовать один элемент

# OrderPickingOrderStatusWorkflowActivity_InfoPromptPlural
source: you have {0} picks remaining
de: Sie müssen noch {0} Artikel kommissionieren
es: tiene {0} preparaciones de pedidos pendientes
es_mx: tiene {0} selecciones restantes
fr_fr: vous avez des pics de {0} restant
ru: осталось укомплектовать {0}

# OrderPickingGoToStagingLocationWorkflowActivity_Header
source: Go To Staging Location
de: Zum Bereitstellungsplatz gehen
es: Vaya a la ubicación de secuenciación
es_mx: Ir a ubicación de almacenamiento temporal
fr_fr: Allez à l’emplacement de la mise en scène
ru: Перейти в местоположение сосредоточения запасов

# OrderPickingGoToStagingLocationWorkflowActivity_InitialPrompt
source: Take completed orders to staging location.\nSay Next to continue.
de: Bringen Sie die abgeschlossenen Aufträge zum Bereitstellungsplatz.\nSagen Sie zum Fortfahren "Weiter“.
es: Lleve los pedidos completados a la ubicación de secuenciación.\nDiga "Siguiente" para continuar.
es_mx: Llevar pedidos completos a la ubicación de almacenamiento temporal.\nDiga Siguiente para continuar.
fr_fr: Prendre des commandes exécutées à emplacement intermédiaire.\nDire suivant pour continuer.
ru: Перенести готовые заказы в местоположение сосредоточения запасов.\nПроизнесите: "Далее", чтобы продолжить.

# OrderPickingGoToStagingLocationWorkflowActivity_Instructions
source: • Take orders to staging location\n • Say or press Next to continue
de: • Bringen Sie Aufträge zum Bereitstellungsplatz.\n • Sagen oder drücken Sie zum Fortfahren "Weiter“.
es: • Lleve los pedidos a la ubicación de secuenciación.\n • Diga o pulse "Siguiente" para continuar.
es_mx: • Llevar pedidos a la ubicación de almacenamiento temporal\n • Diga o presione Siguiente para continuar
fr_fr: • Prendre les commandes à la mise en scène de situation\n • Dire ou appuyez sur Next pour continuer
ru: • Перенести заказы в местоположение сосредоточения запасов • Произнесите: "Далее", чтобы продолжить

# OrderPickingEnterStagingLocationWorkflowActivity_Header
source: Container {0} Location
de: Bereitstellungsplatz für Container {0}
es: Ubicación del recipiente {0}
es_mx: Ubicación de contenedor {0}
fr_fr: Location de conteneur {0}
ru: Местоположение контейнера {{0}

# OrderPickingEnterStagingLocationWorkflowActivity_InitialPrompt
source: Enter container {0} staging location
de: Geben Sie den Bereitstellungsplatz für Container {0} ein.
es: Introduzca el recipiente en la ubicación de secuenciación {0}
es_mx: Ingrese la ubicación de almacenamiento temporal del contenedor {0}
fr_fr: Entrez le conteneur {0} mise en scène d’emplacement
ru: Введите местоположение сосредоточения запасов контейнера {{0}

# OrderPickingEnterStagingLocationWorkflowActivity_Instructions
source: • Place the container in a staging location\n • Enter the staging location
de: • Platzieren Sie den Container an einem Bereitstellungsplatz.\n • Geben Sie den Bereitstellungsplatz ein.
es: • Coloque el recipiente en una ubicación de secuenciación.\n • Introduzca la ubicación de secuenciación.
es_mx: • Coloque el contenedor en una ubicación de almacenamiento temporal\n • Ingrese la ubicación de almacenamiento temporal
fr_fr: • Placer le récipient dans un endroit intermédiaire\n • Entrez l’emplacement de la zone de transit
ru: • Поместите контейнер в местоположение сосредоточения запасов • Введите местоположение сосредоточения запасов

# OrderPickingConfirmStagingLocationWorkflowActivity_Header
source: Confirm Staging Location
de: Bereitstellungsplatz bestätigen
es: Confirme la ubicación de secuenciación
es_mx: Confirmar ubicación de almacenamiento temporal
fr_fr: Confirmer l’emplacement de la mise en scène
ru: Подтверждение местоположения сосредоточения запасов
