Repository: IvanHdzRz/gws
Catalog: GWS/Resources/DevKitResources.*.resx
Languages: de, es, es_mx, fr, ja, nl, pt_br, ru

# LicenseInitializerWorkflowActivity_Abortable_ExceptionHeaderMsg
source: Error Checking License
de: Fehler beim Prüfen der Lizenz
es: Licencia de comprobación de error
es_mx: Error al revisar la licencia
fr: Erreur de vérification de la licence
ja: ライセンスのチェックでエラーが発生しました
nl: Fout tijdens controleren licentie
pt_br: Erro ao verificar licença
ru: Ошибка проверки лицензии

# LicenseInitializerWorkflowActivity_Abortable_FailedHeaderMsg
source: Application Not Licensed
de: App ist nicht lizenziert
es: Uso no autorizado
es_mx: Aplicación sin licencia
fr: Application sans licence
ja: アプリケーションはライセンスされませんでした
nl: App niet gelicentieerd
pt_br: Aplicativo não licenciado
ru: Приложение не имеет лицензии

# LicenseInitializerWorkflowActivity_Abortable_FailedSubHeaderMsg
source: Check licensing settings
de: Lizenzeinstellungen prüfen
es: Compruebe configuración de licencias
es_mx: Revisar configuración de otorgamiento de licencias
fr: Vérifier les paramètres de licence
ja: ライセンス設定をチェックしてください
nl: Controleer instellingen licentieverlening
pt_br: Verificar configurações de licenciamento
ru: Проверка параметров лицензирования

# LicenseInitializerWorkflowActivity_Abortable_CompletedHeaderMsg
source: Application Licensed
de: App ist lizenziert
es: Solicitud Licenciada
es_mx: Aplicación con licencia
fr: Application sous licence
ja: アプリケーションはライセンスされました
nl: App gelicentieerd
pt_br: Aplicativo licenciado
ru: Приложения лицензии

# LicenseInitializerWorkflowActivity_Abortable_CompletedSubHeaderMsg
source: License Check Complete
de: Lizenzprüfung abgeschlossen
es: Verificación de licencia completa
es_mx: Revisión de licencia completa
fr: Vérification de licence terminée
ja: ライセンスチェック完了
nl: Licentiecontrole voltooid
pt_br: Verificação de licenças concluída
ru: Проверка лицензии полной

# DataServiceInitializerWorkflowActivity_Abortable_CompletedHeaderMsg
source: Complete
de: Fertigstellen
es: Completar
es_mx: Completar
fr: Terminé
ja: 完了
nl: Voltooid
pt_br: Concluído
ru: Завершено

# DataServiceInitializerWorkflowActivity_Abortable_StartedHeaderMsg
source: Retrieving Initial Data...
de: Anfangsdaten werden abgerufen...
es: Recuperando datos iniciales...
es_mx: Recuperando datos iniciales...
fr: Récupération des données initiales...
ja: 初期データを取得しています...
nl: Eerste gegevens ophalen...
pt_br: Recuperando dados iniciais...
ru: Получение исходных данных...

# DataServiceInitializerWorkflowActivity_Abortable_ExceptionHeaderMsg
source: Error
de: Fehler
fr: Erreur
ja: エラー
nl: Fout
pt_br: Erro
ru: Ошибка

# DataServiceInitializerWorkflowActivity_Abortable_CompletedSubHeaderMsg
source: Data Retrieval Complete
de: Datenabruf abgeschlossen
es: Recuperación de datos completa
es_mx: Recuperación de datos completada
fr: Récupération des données terminée
ja: データ取得が完了しました
nl: Ophalen gegevens voltooid
pt_br: Recuperação de dados concluída
ru: Получение данных завершено

# DataServiceInitializerWorkflowActivity_Abortable_StartedSubHeaderMsg
source: one moment...
de: Einen Moment...
es: un momento...
es_mx: un momento...
fr: un instant...
ja: お待ちください...
nl: een ogenblik graag...
pt_br: um momento...
ru: минуту...

# RequestPermissionsWorkflowActivity_ButtonText
source: Grant Permissions
de: Berechtigungen gewähren
es: Conceder permisos
es_mx: Otorgar permisos
fr: Accorder des autorisations
ja: 権限を付与
nl: Toestemmingen verlenen
pt_br: Conceder permissões
ru: Предоставить разрешения

# Text_PermissionsRequired
source: Permissions Required
de: Berechtigungen erforderlich
es: Se requieren permisos
es_mx: Permisos necesarios
fr: Autorisations requises
ja: 権限が必要です
nl: Toestemmingen vereist
pt_br: Permissões necessárias
ru: Требуются разрешения

# Text_PermissionsRationale
source: Microphone, camera, and storage access are required to use this application.
de: Für die Nutzung dieser App wird Zugriff auf das Mikrofon, die Kamera und den Speicher benötigt.
es: Se requiere acceso a micrófono y almacenamiento para utilizar esta aplicación.
es_mx: Para usar esta aplicación, se requiere un micrófono, una cámara y acceso al almacenamiento.
fr: Un microphone, un appareil photo et un accès au stockage sont nécessaires pour utiliser cette application.
ja: このアプリケーションを使用するには、マイク、カメラ、ストレージへのアクセスが必要です。
nl: Er is toegang tot de microfoon, camera en opslagruimte vereist om deze app te gebruiken.
pt_br: Acesso ao microfone, à câmera e ao armazenamento são necessários para usar este aplicativo.
ru: Чтобы использовать это приложение, требуется микрофон и доступ к хранилищу.

# Text_DeniedPermissionsRationale
source: Please grant the requested permissions to use this application.
de: Gewähren Sie die für die Nutzung der App erforderlichen Berechtigungen.
es: Conceda los permisos solicitados para utilizar esta aplicación.
es_mx: Otorgue los permisos solicitados para usar esta aplicación.
fr: Veuillez accorder les autorisations requises pour utiliser cette application.
ja: このアプリケーションを使用するには要求された権限を付与してください。
nl: Verleen de toestemmingen die zijn aangevraagd om deze app te gebruiken.
pt_br: Conceda as permissões solicitadas para usar este aplicativo.
ru: Предоставите требуемые разрешения для использования этого приложения.

# Text_DataLossAlertTitle
source: Data Loss Detected
de: Datenverlust festgestellt
es: Pérdida de datos detectada
es_mx: Pérdida de datos detectada
fr: Perte de données détectée
ja: データ損失が検知されました
nl: Gegevensverlies gedetecteerd
pt_br: Perda de dados detectada
ru: Обнаружена потеря данных

# Text_DataLossAlertBody
source: Data loss has been detected. Please verify your network settings.
de: Datenverlust wurde festgestellt. Bitte prüfen Sie Ihre Netzwerkeinstellungen.
es: Se ha detectado una pérdida de datos Verifique la configuración de red.
es_mx: Se detectó pérdida de datos. Verifique la configuración de la red.
fr: Une perte de données a été détectée. Veuillez vérifier vos paramètres réseau.
ja: データ損失が検知されました。ネットワーク設定を確認してください。
nl: Er is gegevensverlies gedetecteerd. Controleer uw netwerkinstellingen.
pt_br: Foi detectada uma perda de dados. Verifique suas configurações de rede.
ru: Обнаружена потеря данных. Проверьте настройки сети.

# VoiceHelpWorkflowActivity_Header
source: Voice Help Commands
de: Voice-Hilfebefehle
es: Comandos de ayuda de voz
es_mx: Comandos de ayuda de voz
fr: Commandes d'aide vocale
ja: 音声ヘルプコマンド
nl: Opdrachten Help Stem
pt_br: Comandos de ajuda por voz
ru: Команды голосовой справки

# VoiceHelpWorkflowActivity_SubHeader
source: Some things you can ask me:
de: Beispiele für Fragen, die Sie mir stellen können:
es: Cosas que me puede preguntar:
es_mx: Algunas cosas que puede preguntarme:
fr: Certaines choses que vous pouvez me demander :
ja: 内容：
nl: Een aantal dingen die u me kunt vragen:
pt_br: Algumas coisas você pode me perguntar:
ru: То, о чем можно спросить:

# BluetoothScannerConnectionSucceeded
source: Bluetooth scanner successfully connected
de: Verbindung mit Bluetooth-Scanner hergestellt
es: Se ha conectado con éxito con el escáner Bluetooth
es_mx: Escáner con Bluetooth conectado correctamente
fr: Scanner Bluetooth connecté avec succès
ja: Bluetoothスキャナが正しく接続されました
nl: Bluetooth-scanner is verbonden
pt_br: Scanner Bluetooth conectado com sucesso
ru: Bluetooth-сканер успешно подключен

source: Bluetooth scanner connection failed
de: Verbindung mit Bluetooth-Scanner fehlgeschlagen
es: Error en la conexión del escáner Bluetooth
es_mx: Falló la conexión del escáner con Bluetooth
fr: Échec de la connexion du scanner Bluetooth
ja: Bluetoothスキャナの接続に失敗しました
nl: Verbinding met Bluetooth-scanner mislukt
pt_br: Falha na conexão com o scanner Bluetooth
ru: Не удалось выполнить подключение к Bluetooth-сканеру

source: Bluetooth scanner disconnected
de: Verbindung mit Bluetooth-Scanner getrennt
es: Escáner Bluetooth desconectado
es_mx: Escáner con Bluetooth desconectado
fr: Scanner Bluetooth déconnecté
ja: Bluetoothスキャナが切断されました
nl: Verbinding met Bluetooth-scanner verbroken
pt_br: Scanner Bluetooth desconectado
ru: Bluetooth-сканер отключен

source: Please wait...
de: Bitte warten...
es: Por favor, espere...
es_mx: Espere...
fr: Veuillez patienter...
ja: お待ちください...
nl: Een ogenblik geduld...
pt_br: Aguarde...
ru: Подождите...

source: Retrieving Templates...
de: Vorlagen werden abgerufen...
es: Recuperando plantillas...
es_mx: Recuperando plantillas...
fr: Récupération des modèles...
ja: テンプレートを取得しています...
nl: Sjablonen ophalen...
pt_br: Recuperando modelos...
ru: Получение шаблонов...

# TemplateRetrievalErrorTitle
source: Error
de: Fehler
fr: Erreur
ja: エラー
nl: Fout
pt_br: Erro
ru: Ошибка

# NoiseSampleInfoText
source: Must be Completed Before Proceeding
de: Muss vor dem Fortfahren abgeschlossen werden
es: Debe completarse antes de continuar
es_mx: Se debe completar antes de continuar
fr: Doit être terminé avant de procéder
ja: 続行する前にこれを完了する必要があります
nl: Moet voltooid zijn om door te kunnen gaan
pt_br: Deve ser concluído antes de prosseguir
ru: Необходимо выполнить, прежде чем продолжить

# RetrievingData
source: Retrieving Data from Server...
de: Daten werden vom Server abgerufen ...
es: Recuperar datos del servidor...
es_mx: Recuperando datos desde el servidor...
fr: Récupération des données du serveur...
ja: サーバからデータを取得しています...
nl: Gegevens van server ophalen...
pt_br: Recuperando dados do servidor...

# SignOffConfirmationWorkflowActivity_Header
source: Say "yes" or "no" to continue
de: Sagen Sie "Ja" oder "Nein", um fortzufahren
es: Diga "Yes" (Sí) o "No" (No) para continuar
es_mx: Diga “sí” o “no” para continuar
fr: Dites « oui » ou « non » pour continuer
ja: 続行するには「はい」または「いいえ」と言ってください
nl: Zeg "ja" of "nee" om door te gaan
pt_br: Diga "sim" ou "não" para continuar
ru: Произнесите "да" или "нет", чтобы продолжить

# SignOffConfirmationWorkflowActivity_InitialPrompt
source: Sign off. Are you sure?
de: Sie werden abgemeldet. Möchten Sie fortfahren?
es: Cierre la sesión. ¿Está seguro?
es_mx: Cerrar sesión. ¿Está seguro?
fr: Fin de session. Êtes-vous sûr ?
ja: サインオフします。よろしいですか？
nl: Afmelden. Weet u het zeker?
pt_br: Efetuar logoff. Tem certeza?
ru: Выйти. Продолжить?

# GuidedWork_SignIn_Header
source: Welcome
de: Willkommen
es: Bienvenido
es_mx: Bienvenido
fr: Bienvenue
ja: ようこそ
nl: Welkom
pt_br: Bem-vindo
ru: Добро пожаловать

# GuidedWork_SignIn_UserId_Label
source: UserID
de: Benutzer-ID
es: Identidad de usuario
es_mx: Id. de usuario
fr: ID d'utilisateur
ja: ユーザID
nl: Gebruikers-id
pt_br: ID do usuário

# GuidedWork_SignIn_Password_Label
source: Password
de: Kennwort
es: Contraseña
es_mx: Contraseña
fr: Mot de passe
ja: パスワード
nl: Wachtwoord
pt_br: Senha
ru: Пароль

# GuidedWork_SignIn_Login_Button_Label
source: Login
de: Anmelden
es: Iniciar sesión
es_mx: Iniciar sesión
fr: Se connecter
ja: ログイン
nl: Aanmelden
ru: Логин

# GuidedWork_CancelButtonText
source: Cancel
de: Abbrechen
es: Cancelar
es_mx: Cancelar
fr: Annuler
ja: キャンセル
nl: Annuleren
pt_br: Cancelar
ru: Отмена

# GuidedWork_CancelableProgressDialogCancelText
source: Tap to cancel.
de: Zum Abbrechen tippen.
es: Toque para cancelar.
es_mx: Toque para cancelar.
fr: Appuyez pour annuler.
ja: キャンセルするにはタップします。
nl: Tikken om te annuleren.
pt_br: Toque para cancelar.

# GuidedWork_NoMoreButtonText
source: No More
de: Ende
es: Nada más
es_mx: No más
fr: Fini
ja: 以上
nl: dat is het
pt_br: Não mais

# SubmitProblemReportWorkflowActivity_CreatingReportHeader
source: Creating Report...
de: Bericht wird erstellt...
es: Creación de informe...
es_mx: Creando informe...
fr: Création d'un rapport...
ja: レポートを作成しています...
nl: Rapport maken...
pt_br: Criando relatório...
ru: Создание отчета...

# SubmitProblemReportWorkflowActivity_GatheringInfoSubHeader
source: Gathering info...
de: Informationen werden gesammelt...
es: Información de reunión...
es_mx: Recopilando información...
fr: Collecte d'informations...
ja: 情報を収集しています...
nl: Info verzamelen...
pt_br: Coletando informações...
ru: Сбор сведений...

# SubmitProblemReportWorkflowActivity_CompressingFilesSubHeader
source: Compressing files...
de: Dateien werden komprimiert...
es: Compresión de archivos...
es_mx: Comprimiendo archivos...
fr: Compression de fichiers...
ja: ファイルを圧縮しています...
nl: Bestanden comprimeren...
pt_br: Compactando arquivos...
ru: Сжатие файлов...

# SubmitProblemReportWorkflowActivity_CompressionCanceledSubHeader
source: Compression canceled.
de: Das Komprimieren wurde abgebrochen.
es: Compresión de la cancela.
es_mx: Compresión cancelada.
fr: Compression annulée.
ja: 圧縮はキャンセルされました。
nl: Comprimeren geannuleerd.
pt_br: Compactação cancelada.
ru: Сжатие отменена.

# SubmitProblemReportWorkflowActivity_CompressionFailedSubHeader
source: Compression failed.
de: Das Komprimieren ist fehlgeschlagen.
es: Error de compresión.
es_mx: Compresión fallida.
fr: Échec de la compression.
ja: 圧縮に失敗しました。
nl: Comprimeren mislukt.
pt_br: Falha na compactação.
ru: Ошибка сжатия.

# SubmitProblemReportWorkflowActivity_UploadingReportHeader
source: Uploading Report...
de: Bericht wird aktualisiert...
es: Cargar el informe...
es_mx: Cargando informe...
fr: Chargement du rapport...
ja: レポートをアップロードしています...
nl: Rapport uploaden...
pt_br: Carregando relatório...
ru: Загрузка отчета...

# SubmitProblemReportWorkflowActivity_UploadingReportSubHeader
source: Uploading report to server...
de: Bericht wird auf Server hochgeladen...
es: Informe subir al servidor...
es_mx: Cargando informe al servidor...
fr: Chargement du rapport sur le serveur...
ja: レポートをサーバにアップロードしています...
nl: Rapport uploaden naar server...
pt_br: Carregando relatório para o servidor...
ru: Загрузка отчета сервер...

# SubmitProblemReportWorkflowActivity_ReportUploadedSubHeader
source: Report uploaded to server.
de: Der Bericht wurde auf den Server hochgeladen.
es: Informe subido al servidor.
es_mx: Informe cargado en el servidor.
fr: Rapport chargé sur le serveur.
ja: レポートはサーバにアップロードされました。
nl: Rapport is geüpload naar de server.
pt_br: Relatório carregado para o servidor.
ru: Отчет передан на сервер.

# SubmitProblemReportWorkflowActivity_ReportSavedSubHeader
source: Report saved to {0}
de: Bericht in {0} gespeichert
es: Informe guardado en {0}
es_mx: Informe guardado en {0}
fr: Rapport enregistré sur {0}.
ja: レポートは {0} に保存されました
nl: Rapport opgeslagen in {0}
pt_br: Relatório salvo em {0}
ru: Отчет, сохраненный в {0}

# SubmitProblemReportWorkflowActivity_ReportSavedDueToErrorSubHeader
source: Error uploading problem report. Report saved locally to {0}
de: Fehler beim Hochladen des Problemberichts. Bericht lokal in {0} gespeichert
es: Informe de problema cargar error. Informe guardado localmente en {0}
es_mx: Error al cargar informe de problema. Informe guardado localmente en {0}
fr: Erreur lors du chargement du rapport sur les problèmes. Rapport enregistré localement sur {0}
ja: 問題レポートのアップロードでエラーが発生しました。レポートはローカルの {0} に保存されました
nl: Fout bij opladen probleemrapport. Rapport lokaal opgeslagen in {0}
pt_br: Erro ao carregar o relatório de problemas. Relatório salvo localmente em {0}
ru: Ошибка загрузки отчета проблемы. Отчет, сохраненный локально для {0}

# SubmitProblemReportWorkflowActivity_SavingReportSubHeader
source: Saving report...
de: Bericht wird gespeichert...
es: Informe de ahorro...
es_mx: Guardando informe...
fr: Enregistrement du rapport...
ja: レポートを保存しています...
nl: Rapport opslaan...
pt_br: Salvando o relatório...
ru: Сохранение отчета...

# SubmitProblemReportWorkflowActivity_ContinueButtonText
source: Continue
de: Weiter
es: Continuar
es_mx: Continuar
fr: Continuer
ja: 続行
nl: Doorgaan
pt_br: Continuar
ru: Продолжить

# SubmitProblemReportWorkflowActivity_CancelButtonText
source: Cancel
de: Abbrechen
es: Cancelar
es_mx: Cancelar
fr: Annuler
ja: キャンセル
nl: Annuleren
pt_br: Cancelar
ru: Отмена

# MenuItemDialogue_NoMoreNotAllowed
source: no items selected, no more not allowed at this time
de: Keine Elemente ausgewählt. "Ende" ist an dieser Stelle nicht zulässig.
es: no se ha seleccionado ningún artículo, "nada más" no está permitido en este caso
es_mx: no hay artículos seleccionados, no se permite “No más” en este momento
fr: aucun élément sélectionné, Fini n'est pas autorisé pour le moment
ja: アイテムが選択されていないので「以上」は使えません
nl: geen items geselecteerd, niet meer toegestaan op dit moment
pt_br: nenhum item selecionado, “não mais” não permitido neste momento

# MenuItemView_NoItemsSelected
source: No Items Selected
de: Keine Elemente ausgewählt
es: No se ha seleccionado ningún artículo
es_mx: No hay artículos seleccionados
fr: Aucun élément sélectionné
ja: アイテムが選択されませんでした
nl: Geen items geselecteerd
pt_br: Nenhum item selecionado

# MenuItemView_SearchPlaceholder
source: Search Text
de: Nach Text suchen
es: Buscar texto
es_mx: Buscar texto
fr: Rechercher un texte
ja: テキスト検索
nl: Tekst zoeken
pt_br: Pesquisar texto

# MenuItemDialogue_GenericTryAgain
source: {0}, try again
de: {0}, versuchen Sie es noch einmal.
es: {0}, inténtelo otra vez
es_mx: {0}, vuelva a intentarlo
fr: {0}, réessayez
ja: {0}、もう一度
nl: {0}, probeer het opnieuw
pt_br: {0}, tente novamente

# MenuItemDialogue_InvalidIndex
source: unknown index {0}, try again
de: Unbekannter Index {0}. Versuchen Sie es noch einmal.
es: índice desconocido {0}, inténtelo otra vez
es_mx: índice {0} desconocido, vuelva a intentarlo
fr: index inconnu {0}, réessayez
ja: 不明なインデックス {0}、もう一度
nl: onbekende index {0}, probeer het opnieuw
pt_br: índice desconhecido {0}, tente novamente

# MenuItemDialogue_ListItemDeselected
source: removed {0}
de: {0} entfernt
es: eliminado {0}
es_mx: {0} eliminado
fr: supprimé {0}
ja: {0} が削除されました
nl: {0} verwijderd
pt_br: {0} removido

# MenuItemDialogue_ConfirmMultiple_Display
source: You Selected: {0} correct?
de: Sie haben "{0}" ausgewählt. Korrekt?
es: Ha seleccionado: {0} ¿Es correcto?
es_mx: Seleccionó: {0} ¿correcto?
fr: Vous avez sélectionné : {0}, correct ?
ja: 選択したのは: {0} です。正しいですか？
nl: U hebt {0} geselecteerd, correct?
pt_br: Você selecionou: {0} correto?

# MenuItemDialogue_ConfirmMultiple_Prompt
source: You Selected: {0}, and {1}, correct?
de: Sie haben "{0}" und "{1}" ausgewählt. Korrekt?
es: Ha seleccionado: {0} y {1} ¿Es correcto?
es_mx: Seleccionó: {0} y {1}, ¿correcto?
fr: Vous avez sélectionné : {0} et {1}, correct ?
ja: 選択したのは: {0} と {1} です。正しいですか？
nl: U hebt {0} en {1} geselecteerd, correct?
pt_br: Você selecionou: {0}, e {1}, correto?

# MenuItemDialogue_SelectionTypeBoth_MainHelpNoKeyWord
source: speak key value, or say the item, or say {0} to have list read to you,
de: sagen Sie den Schlüsselwert oder sagen Sie den Artikel oder sagen Sie "{0}", um sich die Liste vorlesen zu lassen,
es: diga el valor de la clave, diga el artículo o diga {0} para que se le lea la lista,
es_mx: diga el valor clave, o diga el artículo, o diga {0} para escuchar la lista,
fr: dites la valeur clé, ou dites l'élément, ou dites {0} pour que la liste vous soit lue,
ja: キー値を言うか、またはアイテムを言ってください。リストを聞くには {0} と言ってください
nl: zeg sleutelwaarde of zeg het item, of zeg {0} als u de lijst wilt laten voorlezen,
pt_br: fale o valor-chave, diga o item ou diga {0} para que a lista seja lida para você,

# MenuItemDialogue_SelectionTypeBoth_MainHelpWithKeyWord
source: speak {0}, followed by key value, or say the item, or say {1} to have list read to you,
de: sagen Sie "{0}", gefolgt vom Schlüsselwert oder sagen Sie den Artikel oder sagen Sie "{1}", um sich die Liste vorlesen zu lassen,
es: diga {0} seguido del valor de la clave, diga el artículo o diga {1} para que se le lea la lista,
es_mx: diga {0}, seguido del valor clave, o diga el artículo, o diga {1} para escuchar la lista,
fr: dites {0}, suivi de la valeur clé, ou dites l'élément, ou dites {1} pour que la liste vous soit lue,
ja: {0} の後にキー値を言うか、またはアイテムを言ってください。リストを聞くには {1} と言ってください
nl: zeg {0}, gevolgd door de sleutelwaarde, of zeg het item, of zeg {1} als u de lijst wilt laten voorlezen,
pt_br: fale {0}, seguido do valor-chave, diga o item ou diga {1} para que a lista seja lida para você,

# MenuItemDialogue_SelectionTypeIndexOnly_MainHelpNoKeyWord
source: speak key value, or say the item,
de: sagen Sie den Schlüsselwert oder sagen Sie den Artikel
es: diga el valor de la clave o diga el artículo,
es_mx: diga el valor clave, o diga el artículo,
fr: dites la valeur clé ou dites l'élément,
ja: キー値を言うか、またはアイテムを言ってください
nl: zeg sleutelwaarde of zeg het item,
pt_br: fale o valor-chave, ou diga o item,

# MenuItemDialogue_SelectionTypeIndexOnly_MainHelpWithKeyWord
source: speak {0}, followed by key value, or say the item,
de: sagen Sie "{0}", gefolgt vom Schlüsselwert oder sagen Sie den Artikel
es: diga {0} seguido del valor de la clave o diga el artículo,
es_mx: diga {0}, seguido del valor clave, o diga el artículo,
fr: dites {0} suivi de la valeur clé, ou dites le nom de l’élément,
ja: {0} の後にキー値を言うか、またはアイテムを言ってください
nl: zeg {0}, gevolgd door de sleutelwaarde, of zeg het item,
pt_br: fale {0}, seguido do valor-chave ou diga o item,

# PhotoCaptureDialogue_NoMoreNotAllowed
source: You must take at least one photo
de: Sie müssen mindestens ein Foto machen
es: Debe tomar al menos una foto
es_mx: Debe tomar al menos una foto
fr: Vous devez prendre au moins une photo
ja: 1枚以上の写真を撮る必要があります
nl: U moet ten minste één foto nemen
pt_br: É necessário tirar no mínimo uma foto

# PhotoCaptureDialogue_PhotoInProgress
source: You must close camera or gallery
de: Sie müssen die Kamera oder die Galerie schließen
es: Debe cerrar la cámara o la galería
es_mx: Debe cerrar la cámara o la galería
fr: Vous devez fermer l'appareil photo ou la galerie
ja: カメラまたはギャラリーを閉じる必要があります
nl: U moet de camera of galerie sluiten
pt_br: É necessário fechar a câmera ou a galeria

# PhotoCapture_CameraNotAvailableTitle
source: No Camera
de: Keine Kamera
es: Ninguna cámara
es_mx: No hay cámara
fr: Pas d'appareil photo
ja: カメラがありません
nl: Geen camera
pt_br: Nenhuma câmera

# PhotoCapture_CameraNotAvailableMessage
source: :( No camera available.
de: :( Keine Kamera verfügbar.
es: :( No hay ninguna cámara disponible.
es_mx: :( No hay cámaras disponibles.
fr: :( Aucun appareil photo disponible.
ja: :( カメラがありません。
nl: :( Geen camera beschikbaar.
pt_br: :( Nenhuma câmera disponível.

# PhotoCapture_PhotosNotSupportedTitle
source: Photos Not Supported
de: Fotos werden nicht unterstützt
es: No se admiten fotos
es_mx: Las fotos no son compatibles
fr: Photos non prises en charge
ja: 写真はサポートされていません
nl: Geen ondersteuning voor foto's
pt_br: Fotos não suportadas

# PhotoCapture_PhotosNotSupportedMessage
source: :( Permission not granted to photos.
de: :( Keine Berechtigung für Fotos erteilt.
es: :( No se ha concedido permiso para fotos.
es_mx: :( No se otorgaron permisos para las fotos
fr: :( Autorisation non accordée pour les photos.
ja: :( 写真に対する権限がありません。
nl: :( Geen toestemming verleend voor foto's.
pt_br: :( Não foram cedidas permissões para fotos.

# PhotoCapture_PermissionDeniedTitle
source: Permissions Denied
de: Berechtigungen abgelehnt
es: Permisos denegados
es_mx: Permisos negados
fr: Autorisations refusées
ja: 権限がありません
nl: Toestemming geweigerd
pt_br: Permissões negadas.

# PhotoCapture_CameraPermissionDeniedMessage
source: Unable to take photos.
de: Es können keine Fotos aufgenommen werden.
es: No se pueden tomar fotos.
es_mx: No se pueden tomar fotos.
fr: Impossible de prendre des photos.
ja: 写真を撮ることができません。
nl: Kan geen foto's nemen.
pt_br: Não foi possível tirar fotos.

# PhotoCapture_PhotosPermissionDeniedMessage
source: Unable to access photos
de: Auf Fotos kann nicht zugegriffen werden
es: No se puede acceder a las fotos
es_mx: No se puede acceder a las fotos
fr: Impossible d'accéder aux photos
ja: 写真にアクセスできません
nl: Kan geen toegang krijgen tot foto's
pt_br: Não foi possível acessar as fotos

# PhotoCapture_ExceptionTitle
source: Error
de: Fehler
fr: Erreur
ja: エラー
nl: Fout
pt_br: Erro
