Repository: IvanHdzRz/gws
Catalog: GWS/Resources/DevKitResources.*.resx
Languages: de, es, es_mx, fr, ja, nl, pt_br, ru

# MicroserviceLicensing_ErrorClockSync
source: License server/device time mismatch
de: Uhrzeit auf dem Lizenzserver stimmt nicht mit Uhrzeit auf dem Gerät überein
es: El servidor de licencias/hora del dispositivo no coinciden
es_mx: Error de coincidencia entre el servidor de licencia y la hora del dispositivo
fr: Non concordance de l'heure sur le serveur de licence/le terminal
ja: ライセンスサーバとデバイスの時間不一致
nl: Tijden licentieserver/apparaat komen niet overeen
pt_br: Servidor da licença/incompatibilidade com a hora do dispositivo

# MicroserviceLicensing_ErrorExpiredLease
source: Lease has expired
de: Lizenz ist abgelaufen
es: La licencia ha caducado
es_mx: Caducó el arrendamiento
fr: La concession a expiré
ja: リース期限が終了しました
nl: Lease is verlopen
pt_br: Sua concessão expirou

# SettingsText
source: Settings
de: Einstellungen
es: Configuración
es_mx: Configuración
fr: Paramètres
ja: 設定
nl: Instellingen
pt_br: Configurações
ru: Настройки

# LanguageText
source: Language
de: Sprache
es: Idioma
es_mx: Idioma
fr: Langue
ja: 言語
nl: Taal
pt_br: Idioma

# HomeText
source: Home
de: Start
es: Inicio
es_mx: Inicio
fr: Accueil
ja: ホーム
nl: Introductie
pt_br: Início
ru: Главная страница

# VoiceHelpFeatureName
source: Voice Help
de: Voice-Hilfe
es: Ayuda de voz
es_mx: Ayuda de voz
fr: Aide vocale
ja: 音声ヘルプ
nl: Help Stem
pt_br: Ajuda por voz
ru: Голосовая справка

# StandbyWaitWorkflowActivity_NextButtonText
source: Continue
de: Weiter
es: Continuar
es_mx: Continuar
fr: Continuer
ja: 続行
nl: Doorgaan
pt_br: Continuar
ru: Продолжить

# StandbyWaitWorkflowActivity_Header
source: Say "{0} {1}" to resume
de: Sagen Sie "{0} {1}", um fortzufahren
es: Diga {0} {1}" para reanudar
es_mx: Diga "{0} {1}" para reanudar
fr: Dites « {0} {1} » pour reprendre
ja: 再開するには "{0} {1}" と言ってください
nl: Zeg "{0} {1}" om te hervatten
pt_br: Diga "{0} {1}" para retomar
ru: Произнесите "{0} {1}" для возобновления

# StandbyWaitWorkflowActivity_InitialPrompt
source: Standing by.
de: Standby-Modus.
es: En espera.
es_mx: En espera.
fr: En veille.
ja: スタンバイしています。
nl: Stand-by.
pt_br: Em espera.
ru: Ожидание.

# BoomWaitWorkflowActivity_Header
source: Standby Mode
de: Standby-Modus
es: Modo de espera
es_mx: Modo de espera
fr: Mode veille
ja: スタンバイモード
nl: Stand-bymodus
pt_br: Modo em espera
ru: Режим ожидания

# BoomWaitWorkflowActivity_SubHeader
source: Microphone is muted
de: Mikrofon ist stummgeschaltet
es: El micrófono está en silencio
es_mx: El micrófono está silenciado
fr: Le microphone est coupé
ja: マイクは消音になっています
nl: Microfoon is gedempt
pt_br: Microfone silenciado
ru: Микрофон выключен

# BoomWaitWorkflowActivity_Content
source: Microphone is currently muted, turn the microphone boom down to resume
de: Das Mikrofon ist momentan stummgeschaltet; drehen Sie den Mikrofonarm nach unten, um fortzufahren
es: El micrófono está actualmente en silencio, baje el brazo del micrófono para reanudar
es_mx: El micrófono está actualmente silenciado, baje el brazo del micrófono para reanudar
fr: Le microphone est actuellement coupé, abaissez le bras du microphone pour reprendre
ja: マイクは現在消音になっています。マイクのブームを下げて再開してください
nl: Microfoon is momenteel gedempt, draai de microfoonarm omlaag om te hervatten
pt_br: O microfone está silenciado no momento, vire a haste do microfone para baixo para retomar
ru: Микрофон выключен, опустите стойку микрофона вниз для возобновления

# BoomWaitWorkflowActivity_InitialPrompt
source: Standing by.
de: Standby-Modus.
es: En espera.
es_mx: En espera.
fr: En veille.
ja: スタンバイしています。
nl: Stand-by.
pt_br: Em espera.
ru: Ожидание.

# UpdateTrainSelectWordWorkflowActivity_Header
source: Tap a word to update train
de: Zum Aktualisieren des Trainings auf ein Wort tippen
es: Toque una palabra para actualizar la formación
es_mx: Pulse una palabra para actualizar el entrenamiento
fr: Appuyer sur un mot pour mettre à jour la formation
ja: 単語をタップして更新トレーニング
nl: Tik op een woord om de training bij te werken
pt_br: Toque em uma palavra para atualizar o treinamento
ru: Коснитесь слова, что обновить обучение

# UpdateTrainSelectWordWorkflowActivity_InitialPrompt
source: Select word
de: Wählen Sie ein Wort aus.
es: Seleccionar palabra
es_mx: Seleccionar palabra
fr: Sélectionner un mot
ja: 単語を選択
nl: Selecteer woord
pt_br: Selecionar palavra
ru: Выбрать слово

# LoginWorkflowActivity_InitialPrompt
source: Select a user
de: Wählen Sie einen Benutzer aus.
es: Seleccionar un usuario
es_mx: Seleccionar un usuario
fr: Sélectionner un utilisateur
ja: ユーザを選択
nl: Selecteer een gebruiker
pt_br: Selecionar usuário
ru: Выберите пользователя

# LoginWorkflowActivity_Header
source: Welcome
de: Willkommen
es: Bienvenido
es_mx: Bienvenido
fr: Bienvenue
ja: ようこそ
nl: Welkom
pt_br: Bem-vindo
ru: Приветствие

# LoginWorkflowActivity_SubHeader
source: Let's get you started
de: Hilfe für den Einstieg
es: Introducción
es_mx: Empecemos
fr: Commençons
ja: 始めましょう
nl: Laten we u op weg helpen
pt_br: Vamos começar
ru: Давайте начнем

# LoginWorkflowActivity_Username
source: Username
de: Benutzername
es: Nombre de usuario
es_mx: Nombre de usuario
fr: Nom de l’utilisateur
ja: ユーザ名
nl: Gebruikersnaam
pt_br: Nome do usuário
ru: Имя пользователя

# LoginWorkflowActivity_SelectUser
source: Select User
de: Benutzer auswählen
es: Seleccionar usuario
es_mx: Seleccionar usuario
fr: Sélectionner l'utilisateur
ja: ユーザを選択
nl: Selecteer gebruiker
pt_br: Selecionar usuário
ru: Выбрать пользователя

# LoginWorkflowActivity_EnterPin
source: Enter PIN
de: PIN eingeben
es: Introducir PIN
es_mx: Ingrese el PIN
fr: Entrer le code PIN
ja: PINを入力
nl: Voer pincode in
pt_br: Inserir o PIN
ru: Ввести PIN-код

# LoginWorkflowActivity_SecurityPin
source: Security Pin
de: Sicherheits-PIN
es: PIN de seguridad
es_mx: Pin de seguridad
fr: Code PIN de sécurité
ja: セキュリティPIN
nl: Beveiligingspincode
pt_br: Pin de segurança
ru: Защитный PIN-код

# EnterNewWorkerWorkflowActivity_Header
source: Enter Name
de: Name eingeben
es: Introducir nombre
es_mx: Escribir nombre
fr: Entrer le nom
ja: お名前を入力してください
nl: Voer naam in
pt_br: Inserir nome
ru: Ввести имя

# EnterNewWorkerWorkflowActivity_Placeholder
source: Type
de: Typ
es: Teclear
es_mx: Tipo
ja: タイプ
pt_br: Tipo
ru: Тип

# EnterNewWorkerWorkflowActivity_EntryLabel
source: Name
es: Nombre
es_mx: Nombre
fr: Nom
ja: 名前
nl: Naam
pt_br: Nome
ru: Имя

# EnterNewWorkerWorkflowActivity_ErrorInvalidCharacter
source: Invalid entry: cannot contain: {0}
de: Ungültiger Eintrag: darf nicht "{0}" enthalten
es: Entrada no válida: no puede contener: {0}
es_mx: Entrada no válida: no se puede obtener: {0}
fr: Entrée non valide : ne peut pas contenir : {0}
ja: 無効なエントリ： {0} を含めることはできません
nl: Ongeldige invoer: mag geen {0} bevatten
pt_br: Entrada inválida: não pode conter: {0}
ru: Неверно: не должно содержать {0}

# EnterNewWorkerWorkflowActivity_ErrorBlank
source: Invalid entry: cannot be blank
de: Ungültiger Eintrag: darf nicht leer sein
es: Entrada no válida: no puede estar en blanco
es_mx: Entrada no válida: no puede estar en blanco
fr: Entrée non valide : ne peut être vide
ja: 無効なエントリ: 空白にすることはできません
nl: Ongeldige invoer: mag niet leeg zijn
pt_br: Entrada inválida: não pode ficar em branco
ru: Неверно: не может быть пустым

# EnterNewWorkerWorkflowActivity_ErrorInvalidEntry
source: Invalid entry
de: Ungültiger Eintrag
es: Entrada no válida
es_mx: Entrada no válida
fr: Entrée non valide
ja: 無効なエントリ
nl: Ongeldige invoer
pt_br: Entrada inválida
ru: Неверно

# ManageTemplatesWorkflowActivity_ChooseWorkerText
source: Choose a Worker
de: Arbeiter auswählen
es: Seleccionar un empleado
es_mx: Elegir un trabajador
fr: Sélectionner un opérateur
ja: 作業員を選択
nl: Kies een arbeidskracht
pt_br: Escolher trabalhador
ru: Выбрать сотрудника

# ManageTemplatesWorkflowActivity_NoWorkersText
source: No Workers Available
de: Keine Arbeiter verfügbar
es: No hay empleados disponibles
es_mx: No hay trabajadores disponibles
fr: Aucun opérateur disponible
ja: 作業可能な作業員がいません
nl: Geen arbeidskrachten beschikbaar
pt_br: Nenhum trabalhador disponível
ru: Не доступных рабочих

# ManageTemplatesWorkflowActivity_VoiceTemplateManagement
source: VOICE TEMPLATE MANAGEMENT
de: SPRACHVORLAGENVERWALTUNG
es: GESTIÓN DE PLANTILLAS DE VOZ
es_mx: ADMINISTRACIÓN DE PLANTILLAS DE VOZ
fr: GESTION DES MODÈLES VOCAUX
ja: 音声テンプレートの管理
nl: BEHEER STEMSJABLOON
pt_br: GERENCIAMENTO DE MODELO DE VOZ
ru: УПРАВЛЕНИЕ ГОЛОСОВЫМИ ШАБЛОНАМИ

# ManageTemplatesWorkflowActivity_DeleteLocalTemplates
source: DELETE LOCAL TEMPLATES
de: LOKALE VORLAGEN LÖSCHEN
es: SUPRIMIR PLANTILLAS LOCALES
es_mx: ELIMINAR PLANTILLAS LOCALES
fr: SUPPRIMER LES MODÈLES LOCAUX
ja: ローカルテンプレートを削除
nl: LOKALE SJABLONEN VERWIJDEREN
pt_br: Excluir modelos do operador
ru: УДАЛИТЬ ЛОКАЛЬНЫЕ ШАБЛОНЫ

# ManageTemplatesWorkflowActivity_DeleteWorkerText
source: Delete Worker
de: Arbeiter löschen
es: Suprimir empleados
es_mx: Eliminar trabajador
fr: Supprimer l'opérateur
ja: 作業員を削除
nl: Arbeidskracht verwijderen
pt_br: Excluir trabalhador
ru: Удалить сотрудника

# ManageTemplatesWorkflowActivity_DeleteTemplatesText
source: Delete
de: Löschen
es: Suprimir
es_mx: Eliminar
fr: Supprimer
ja: 削除
nl: Verwijderen
pt_br: Excluir
ru: Удалить

# ConfirmDeleteWorkerWorkflowActivity_Header
source: Delete this worker?
de: Diesen Arbeiter löschen?
es: ¿Desea suprimir este empleado?
es_mx: ¿Eliminar este trabajador?
fr: Supprimer cet opérateur ?
ja: この作業員を削除しますか？
nl: Deze arbeidskracht verwijderen?
pt_br: Excluir este trabalhador?
ru: Удалить этого сотрудника?

# AboutApplicationWorkflowActivity_AboutApplicationLabel
source: ABOUT APPLICATION
de: ÜBER DIE APP
es: ACERCA DE LA APLICACIÓN
es_mx: ACERCA DE LA APLICACIÓN
fr: À PROPOS DE L'APPLICATION
ja: アプリケーションについて
nl: OVER DE APP
pt_br: SOBRE O APLICATIVO
ru: СВЕДЕНИЯ О ПРИЛОЖЕНИИ

# AboutApplicationWorkflowActivity_AboutSdkLabel
source: ABOUT SDK
de: ÜBER DAS SDK
es: ACERCA DE SDK
es_mx: ACERCA DE SDK
fr: À PROPOS DE SDK
ja: SDKについて
nl: OVER SDK
pt_br: SOBRE SDK

# AboutApplicationWorkflowActivity_BranchLabel
source: Branch:
de: Filiale:
es: Sucursal:
es_mx: Bifurcación:
fr: Branche :
ja: ブランチ:
nl: Filiaal:
pt_br: Setor:
ru: Филиал:

# AboutApplicationWorkflowActivity_BuildDateLabel
source: Build Date:
de: Build-Datum:
es: Fecha de construcción:
es_mx: Fecha de creación:
fr: Date de construction :
ja: ビルド日:
nl: Build-datum:
pt_br: Data da compilação:
ru: Дата сборки:

# AboutApplicationWorkflowActivity_BuiltByLabel
source: Built by:
de: Erstellt von:
es: Construido por:
es_mx: Creado por:
fr: Construction par :
ja: ビルド担当:
nl: Gebouwd door:
pt_br: Compilado por:
ru: Выполнил:

# AboutApplicationWorkflowActivity_DeviceIdentifierLabel
source: Device Identifier:
de: Geräte-ID:
es: Identificador del dispositivo:
es_mx: Identificador de dispositivo:
fr: Identificateur de terminal :
ja: 端末ID：
nl: Apparaat-id:
pt_br: Identificador do dispositivo:

# AboutApplicationWorkflowActivity_ConfigurationLabel
source: Configuration:
de: Konfiguration:
es: Configuración:
es_mx: Configuración:
ja: コンフィギュレーション:
nl: Configuratie:
pt_br: Configuração:
ru: Конфигурация:

# AboutApplicationWorkflowActivity_VersionLabel
source: Version:
es: Versión:
es_mx: Versión:
ja: バージョン:
nl: Versie:
pt_br: Versão:
ru: Версия:

# AboutApplicationWorkflowActivity_AssemblyInfoLabel
source: ASSEMBLY INFORMATION
de: ASSEMBLY-INFORMATIONEN
es: INFORMACIÓN DE MONTAJE
es_mx: INFORMACIÓN DEL CONJUNTO
fr: INFORMATIONS SUR L'ASSEMBLAGE
ja: アセンブリ情報
nl: INFORMATIE SAMENSTELLING
pt_br: INFORMAÇÕES SOBRE MONTAGEM
ru: СВЕДЕНИЯ О СБОРКЕ

# LegalWorkflowActivity_PatentInfoLabel
source: PATENT INFORMATION
de: PATENTINFORMATIONEN
es: INFORMACIÓN SOBRE PATENTES
es_mx: INFORMACIÓN DE LA PATENTE
fr: INFORMATIONS SUR LES BREVETS
ja: 特許情報
nl: PATENTINFORMATIE
pt_br: INFORMAÇÕES SOBRE PATENTES
ru: ПАТЕНТНАЯ ИНФОРМАЦИЯ

# LegalWorkflowActivity_PatentInfoText
source: For patent information, see www.hsmpats.com
de: Patentinformationen finden Sie auf www.hsmpats.com
es: Para obtener más información sobre patentes, consulte www.hsmpats.com
es_mx: Visite www.hsmpats.com para obtener información de la patente
fr: Pour plus d'informations sur les brevets, rendez-vous sur www.hsmpats.com
ja: 特許に関する情報については、www.hsmpats.com を参照してください
nl: Zie www.hsmpats.com voor patentinformatie
pt_br: Para informações sobre patentes, consulte www.hsmpats.com
ru: Патентную информацию см. на сайте www.hsmpats.com

# VoiceAndAudioSettingsWorkflowActivity_TTSSettingsLabel
source: TEXT TO SPEECH SETTINGS
de: TEXT-ZU-SPRACHE-EINSTELLUNGEN
es: CONFIGURACIÓN DE TEXTO A VOZ
es_mx: CONFIGURACIÓN DE TEXTO A VOZ
fr: PARAMÈTRES DE SYNTHÈSE TEXTE-VOIX
ja: 音声合成設定
nl: INSTELLINGEN TEKST-NAAR-SPRAAK
pt_br: CONFIGURAÇÕES DE TEXTO PARA FALA
ru: ТЕКСТ ДЛЯ НАСТРОЕК РЕЧИ

# VoiceAndAudioSettingsWorkflowActivity_VoiceRecognitionSettingsLabel
source: VOICE RECOGNITION SETTINGS
de: SPRACHERKENNUNGSEINSTELLUNGEN
es: CONFIGURACIÓN DE RECONOCIMIENTO DE VOZ
es_mx: CONFIGURACIÓN DE RECONOCIMIENTO DE VOZ
fr: PARAMÈTRES DE RECONNAISSANCE VOCALE
ja: 音声認識設定
nl: INSTELLINGEN SPRAAKHERKENNING
pt_br: CONFIGURAÇÕES DE RECONHECIMENTO DE VOZ
ru: НАСТРОЙКИ РАСПОЗНАВАНИЯ ГОЛОСА

# VoiceAndAudioSettingsWorkflowActivity_VoiceRecognition
source: Voice Recognition
de: Spracherkennung
es: Reconocimiento de voz
es_mx: Reconocimiento de voz
fr: Reconnaissance vocale
ja: 音声認識
nl: Spraakherkenning
pt_br: Reconhecimento de voz
ru: Распознавание голоса

# VoiceAndAudioSettingsWorkflowActivity_PickUpAndGo
source: Pick Up and Go
de: Entnahme und Start
es: Recoger e irse
es_mx: Recolectar e ir
fr: Prélever et aller
ja: ピックアップアンドゴー
nl: Ophalen en wegwezen
pt_br: Pegar e Ir

# VoiceAndAudioSettingsWorkflowActivity_PlayExample
source: Play Example
de: Beispiel abspielen
es: Reproducir ejemplo
es_mx: Reproducir ejemplo
fr: Lire l'exemple
ja: サンプル再生
nl: Voorbeeld afspelen
pt_br: Reproduzir exemplo
ru: Воспроизвести пример

# VoiceAndAudioSettingsWorkflowActivity_TTSSpeedExample
source: This is an example of the current text to speech speed setting
de: Dies ist ein Beispiel für die aktuelle Text-zu-Sprache-Geschwindigkeitseinstellung:
es: Este es un ejemplo de la configuración de velocidad actual de texto a voz
es_mx: Este es un ejemplo de la configuración actual de la velocidad de texto a voz
fr: Voici un exemple du paramètre de vitesse en cours pour la synthèse texte-voix
ja: これは現在の音声合成速度設定のサンプルです
nl: Dit is een voorbeeld van de huidige snelheidsinstelling voor tekst-naar-spraak
pt_br: Este é um exemplo da configuração atual de velocidade de texto para fala
ru: Это пример текста для настройки скорости речи

# VoiceAndAudioSettingsWorkflowActivity_TTSSpeedSetting
source: Text To Speech Speed Setting:
de: Text-zu-Sprache-Geschwindigkeitseinstellung:
es: Configuración de velocidad de texto a voz:
es_mx: Configuración de velocidad de texto a voz:
fr: Paramètre de vitesse pour la synthèse texte-voix :
ja: 音声合成速度設定:
nl: Snelheidsinstelling tekst-naar-spraak:
pt_br: Configuração de velocidade de texto para fala:
ru: Текст для настройки скорости речи:

# VoiceAndAudioSettingsWorkflowActivity_VoiceTemplateSettings
source: VOICE TEMPLATE SETTINGS
de: SPRACHVORLAGENEINSTELLUNGEN
es: CONFIGURACIÓN DE PLANTILLAS DE VOZ
es_mx: CONFIGURACIÓN DE PLANTILLAS DE VOZ
fr: PARAMÈTRES DES MODÈLES VOCAUX
ja: 音声テンプレート設定
nl: INSTELLINGEN STEMSJABLOON
pt_br: CONFIGURAÇÕES DE MODELO DE VOZ
ru: НАСТРОЙКИ ГОЛОСОВОГО ШАБЛОНА

# VoiceAndAudioSettingsWorkflowActivity_DeleteLocalTemplates
source: Delete Local Templates
de: Lokale Vorlagen löschen
es: Suprimir plantillas locales
es_mx: Eliminar plantillas locales
fr: Supprimer les modèles locaux
ja: ローカルテンプレートを削除
nl: Lokale sjablonen verwijderen
pt_br: Excluir modelos locais
ru: Удалить локальные шаблоны

# VoiceAndAudioSettingsWorkflowActivity_ManageTemplates
source: Manage Templates
de: Vorlagen verwalten
es: Gestionar plantillas
es_mx: Administrar plantillas
fr: Gérer les modèles
ja: テンプレートの管理
nl: Sjablonen beheren
pt_br: Gerenciar modelos
ru: Управление шаблонами

# VoiceAndAudioSettingsWorkflowActivity_MicrophoneSettingsLabel
source: MICROPHONE SETTINGS
de: MIKROFONEINSTELLUNGEN
es: CONFIGURACIÓN DEL MICRÓFONO
es_mx: CONFIGURACIÓN DEL MICRÓFONO
fr: PARAMÈTRES DU MICROPHONE
ja: マイク設定
nl: MICROFOONINSTELLINGEN
pt_br: CONFIGURAÇÕES DE MICROFONE
ru: НАСТРОЙКИ МИКРОФОНА

# VoiceAndAudioSettingsWorkflowActivity_PauseOnMicRaise
source: Pause On Microphone Raise
de: Beim Hochklappen des Mikrofons Workflow pausieren
es: Pausa al elevar el micrófono
es_mx: Pausar levantamiento del micrófono
fr: Pause sur relèvement du microphone
ja: マイクを上げて一時停止
nl: Pauzeren bij omhoog zetten microfoon
pt_br: Pausa ao levantar o microfone
ru: Пауза при поднятии микрофона

# VoiceAndAudioSettingsWorkflowActivity_PauseOnMicRaiseEnabled
source: Enter standby when microphone is raised
de: Beim Hochklappen des Mikrofons in Standby-Modus wechseln
es: Poner en espera cuando se eleva el micrófono
es_mx: Ingrese en espera cuando se levante el micrófono
fr: Passer en veille lorsque le microphone est levé
ja: マイクを上げるとスタンバイモードに入ります
nl: In stand-by gaan wanneer microfoon omhoog wordt gezet
pt_br: Entrar no modo de espera quando o microfone for levantado
ru: Переход в режим ожидания при поднятом микрофоне

# VoiceAndAudioSettingsWorkflowActivity_PauseOnMicRaiseDisabled
source: Only mute microphone when raised
de: Beim Hochklappen des Mikrofons nur stummschalten
es: Poner el micrófono en silencio solo cuando esté elevado
es_mx: Solo silenciar micrófono cuando se levante
fr: Couper le microphone que lorsqu'il est levé uniquement
ja: マイクを上げると消音になるのみです
nl: Microfoon alleen dempen bij omhoog zetten
pt_br: Apenas silenciar o microfone quando levantado
ru: Только выключать звук микрофона при поднятии

# ScannerSettingsWorkflowActivity_UseZebraDataWedge
source: Use Data Wedge (EMDK Used If Off, Application restart required on change)
de: Data Wedge verwenden (wenn aus, wird EMDK verwendet; bei Wechsel muss die Anwendung neu gestartet werden)
es: Usar DataWedge (el EDMK utilizado está desactivado; es necesario reiniciar la aplicación si se cambia)
es_mx: Use Data Wedge (Se usa EMDK si está desconectado, se requiere el reinicio de la aplicación cuando se cambia)
fr: Utiliser Data Wedge (EMDK est utilisé si cette option est désactivée, redémarrage de l'application requis en cas de changement)
ja: Data Wedgeを使用（オフの場合EMDKが使用されます。変更後アプリケーションの再起動が必要です。）
nl: DataWedge gebruiken (EMDK wordt gebruikt als it uit is, bij wijziging moet de applicatie worden herstart)
pt_br: Usar Data Wedge (se desativado, será usado o EMDK; necessário reiniciar o aplicativo após a mudança)

# ScannerSettingsWorkflowActivity_ZebraScannerSettingsLabel
source: ZEBRA SCANNER SETTINGS
de: ZEBRA-SCANNER-EINSTELLUNGEN
es: AJUSTES DEL ESCÁNER ZEBRA
es_mx: AJUSTES DEL ESCÁNER ZEBRA
fr: PARAMÈTRES DU SCANNER ZEBRA
ja: ZEBRAスキャナ設定
nl: INSTELLINGEN ZEBRASCANNER
pt_br: CONFIGURAÇÕES DO SCANNER ZEBRA

# ScannerSettingsWorkflowActivity_ScannerSymbologySettingsLabel
source: SCANNER SYMBOLOGY SETTINGS
de: EINSTELLUNGEN FÜR SCANNERSYMBOLE
es: CONFIGURACIÓN DE SIMBOLOGÍA DEL ESCÁNER
es_mx: CONFIGURACIÓN DE SIMBOLOGÍA DEL ESCÁNER
fr: PARAMÈTRES DE SYMBOLOGIE SCANNER
ja: スキャナシンボロジー設定
nl: INSTELLINGEN SCANNERSYMBOLEN
pt_br: CONFIGURAÇÕES DE SIMBOLOGIA DO SCANNER
ru: НАСТРОЙКИ СИМВОЛОВ СКАНЕРА

# ScannerSettingsWorkflowActivity_ScannerSymbologySettings
source: Onboard Scanner Symbology Settings
de: Einstellungen für interne Geräte-Scannersymbole festlegen
es: Ajustes de la simbología del escáner de a bordo
es_mx: Ajustes de simbología del escáner incorporado
fr: Paramètres de symbologie scanner embarqué
ja: オンボードスキャナシンボロジー設定
nl: Instellingen scannersymbolen vrijgeven
pt_br: Configurações de simbologia do scanner integrado
ru: Настройки символов сканера

# ScannerSettingsWorkflowActivity_EditSymbologySettings
source: Edit Symbology Settings
de: Symboleinstellungen bearbeiten
es: Editar configuración de simbología
es_mx: Editar configuración de simbología
fr: Modifier les paramètres de symbologie
ja: シンボロジー設定の編集
nl: Instellingen symbolen bewerken
pt_br: Editar configurações de simbologia
ru: Изменить настройки символов

# ScannerSettingsWorkflowActivity_SymbologyMenuName
source: Symbology Settings
de: Symboleinstellungen
es: Configuración de simbología
es_mx: Configuración de simbología
fr: Paramètres de symbologie
ja: シンボロジー設定
nl: Instellingen symbolen
pt_br: Configurações de simbologia
ru: Настройки символов

# ScannerSettingsWorkflowActivity_SecondaryScannerSettingsLabel
source: SECONDARY SCANNER SETTINGS
de: EINSTELLUNGEN FÜR SEKUNDÄREN SCANNER
es: CONFIGURACIÓN DE ESCÁNER SECUNDARIO
es_mx: CONFIGURACIÓN DEL ESCÁNER SECUNDARIO
fr: PARAMÈTRES DU SCANNER SECONDAIRE
ja: セカンダリスキャナ設定
nl: INSTELLINGEN SECUNDAIRE SCANNER
pt_br: CONFIGURAÇÕES DO SCANNER SECUNDÁRIO
ru: НАСТРОЙКИ ВТОРОГО СКАНЕРА

# ScannerSettingsWorkflowActivity_CurrentSecondaryScanner
source: Current Secondary Scanner
de: Aktueller sekundärer Scanner
es: Escáner secundario actual
es_mx: Escáner secundario actual
fr: Scanner secondaire en cours
ja: 現在のセカンダリスキャナ
nl: Huidige secundaire scanner
pt_br: Scanner secundário atual
ru: Текущий второй сканер

# ScannerSettingsWorkflowActivity_ChooseSecondaryScanner
source: Choose Secondary Scanner
de: Sekundären Scanner auswählen
es: Seleccionar escáner secundario
es_mx: Elegir escáner secundario
fr: Sélectionner un scanner secondaire
ja: セカンダリスキャナを選択
nl: Kies secundaire scanner
pt_br: Escolher scanner secundário
ru: Выбрать второй сканер

# ScannerSettingsWorkflowActivity_NoSecondaryScanner
source: -- No Secondary Scanner --
de: -- Kein sekundärer Scanner --
es: -- Sin escáner secundario --
es_mx: -- Sin escáner secundario --
fr: -- Pas de scanner secondaire --
ja: -- セカンダリスキャナなし --
nl: -- Geen secundaire scanner --
pt_br: -- Nenhum scanner secundário --
ru: -- Нет второго сканера --

# RetrieveWorkersWorkflowActivity_Abortable_ExceptionHeaderMsg
source: Error
de: Fehler
fr: Erreur
ja: エラー
nl: Fout
pt_br: Erro
ru: Ошибка

# RetrieveWorkersWorkflowActivity_Abortable_FailedHeaderMsg
source: No Workers Available
de: Keine Arbeiter verfügbar
es: No hay empleados disponibles
es_mx: No hay trabajadores disponibles
fr: Aucun opérateur disponible
ja: 作業可能な作業員がいません
nl: Geen arbeidskrachten beschikbaar
pt_br: Nenhum trabalhador disponível
ru: Не доступных рабочих

# RetrieveWorkersWorkflowActivity_Abortable_StartedHeaderMsg
source: Retrieving Workers...
de: Arbeiter werden abgerufen...
es: Recuperando empleados...
es_mx: Recuperando trabajadores...
fr: Récupération des opérateurs...
ja: 作業員を取得しています...
nl: Arbeidskrachten ophalen...
pt_br: Recuperando trabalhadores...
ru: Получение списка сотрудников...

# RetrieveWorkersWorkflowActivity_Abortable_FailedSubHeaderMsg
source: No Workers Available
de: Keine Arbeiter verfügbar
es: No hay empleados disponibles
es_mx: No hay trabajadores disponibles
fr: Aucun opérateur disponible
ja: 作業可能な作業員がいません
nl: Geen arbeidskrachten beschikbaar
pt_br: Nenhum trabalhador disponível
ru: Не доступных рабочих

# RetrieveWorkersWorkflowActivity_Abortable_StartedSubHeaderMsg
source: One moment...
de: Einen Moment...
es: Un momento...
es_mx: Un momento...
fr: Un instant...
ja: お待ちください...
nl: Een ogenblik graag...
pt_br: Um momento...
ru: Минуту...

# LicenseInitializerWorkflowActivity_Abortable_StartedHeaderMsg
source: Checking License...
de: Lizenz wird geprüft ...
es: Comprobación de licencia...
es_mx: Revisando licencia...
fr: Vérification de la licence...
ja: ライセンスをチェックしています...
nl: Licentie controleren...
pt_br: Verificando licença...
ru: Проверка лицензии...

# LicenseInitializerWorkflowActivity_Abortable_StartedSubHeaderMsg
source: One moment...
de: Einen Moment...
es: Un momento...
es_mx: Un momento...
fr: Un instant...
ja: お待ちください...
nl: Een ogenblik graag...
pt_br: Um momento...
ru: Одну минуту...
