Repository: IvanHdzRz/gws
Catalog: GWS/Resources/DevKitResources.*.resx
Languages: de, es, es_mx, fr, ja, nl, pt_br, ru

# VocabWord_Backup
source: back up
de: zurück
es: atrás
es_mx: regresar
fr: retour
ja: 戻る
nl: terug
ru: назад

# Error_WrongProduct
source: Wrong item
de: Falscher Artikel
es: Artículo incorrecto
es_mx: Artículo incorrecto
fr: Élément incorrect
ja: 間違ったアイテム
nl: Verkeerde item
pt_br: Item incorreto
ru: Неверный элемент

# Error_WrongProductPrompt
source: Wrong item. Try again.
de: Falscher Artikel. Versuchen Sie es noch einmal.
es: Artículo incorrecto. Vuélvalo a intentar.
es_mx: Artículo incorrecto. Inténtelo de nuevo.
fr: Élément incorrect. Réessayez.
ja: 間違ったアイテムです。もう一度。
nl: Verkeerde item. Probeer het opnieuw.
pt_br: Item incorreto. Tente novamente.
ru: Неверный элемент. Повторите попытку.

# Error_NotUnique
source: Not unique, must scan
de: Nicht eindeutig, muss gescannt werden
es: No es único, debe escanearse
es_mx: No es único, debe escanear
fr: L'élément n'est pas unique, numérisation nécessaire
ja: 固有ではありません。スキャンの必要があります
nl: Niet uniek, moet scannen
pt_br: Não é exclusivo, necessário escanear
ru: Не является уникальным, необходимо сканировать

# Error_NotUniquePrompt
source: Not unique, must scan
de: Nicht eindeutig, muss gescannt werden
es: No es único, debe escanearse
es_mx: No es único, debe escanear
fr: L'élément n'est pas unique, numérisation nécessaire
ja: 固有ではありません。スキャンの必要があります
nl: Niet uniek, moet scannen
pt_br: Não é exclusivo, necessário escanear
ru: Не является уникальным, необходимо сканировать

# Error_StockRecordNotFound
source: Stock Record Not Found: {0}
de: Produktdatensatz nicht gefunden: {0}
es: Registro de existencias no encontrado: {0}
es_mx: No se encontró el registro de existencias: {0}
fr: Enregistrement de stock introuvable : {0}
ja: ストックレコードが見つかりません: {0}
nl: Niet gevonden voorraadrecord: {0}
pt_br: Registro de estoque não encontrado: {0}
ru: Запись данных склада не найдена: {0}

# Error_NotFound
source: Item not found
de: Artikel nicht gefunden
es: Artículo no encontrado
es_mx: No se encontró el artículo
fr: Élément introuvable
ja: アイテムが見つかりません
nl: Item niet gevonden
pt_br: Item não encontrado
ru: Элемент не найден

# Error_NotFoundWithResponse
source: Item not found: {0}
de: Artikel nicht gefunden: {0}
es: Artículo no encontrado: {0}
es_mx: No se encontró el artículo: {0}
fr: Élément introuvable : {0}
ja: アイテムが見つかりません: {0}
nl: Niet gevonden item: {0}
pt_br: Item não encontrado: {0}
ru: Элемент не найден: {0}

# Error_UnknownLocation
source: Unknown Location
de: Platz unbekannt
es: Ubicación desconocida
es_mx: Ubicación desconocida
fr: Emplacement inconnu
ja: 不明なロケーション
nl: Onbekende locatie
pt_br: Local desconhecido
ru: Неизвестное местоположение

# Error_UnexpectedResponse
source: Unexpected response: {0}
de: Unerwartete Antwort: {0}
es: Respuesta no prevista: {0}
es_mx: Respuesta inesperada: {0}
fr: Réponse inattendue : {0}
ja: 予期しない応答: {0}
nl: Onverwacht antwoord: {0}
pt_br: Resposta inesperada: {0}
ru: Неожиданный ответ: {0}

# Error_WrongQuantity
source: Wrong Quantity
de: Menge falsch
es: Cantidad incorrecta
es_mx: Cantidad incorrecta
fr: Quantité incorrecte
ja: 間違った数量
nl: Verkeerde hoeveelheid
pt_br: Quantidade incorreta
ru: Неверное количество

# Error_NoLabelVersionFound
source: No label version found
de: Keine Etikettversion gefunden
es: Versión de etiqueta no encontrada
es_mx: No se encontró la versión de etiqueta
fr: Version d'étiquette introuvable
ja: ラベルバージョンが見つかりませんでした
nl: Geen labelversie gevonden
pt_br: Nenhuma versão de etiqueta encontrada
ru: Ни одного варианта этикетки не найдено

# Error_InvalidEntry_Short
source: Repeat
de: Wiederholen
es: Repetir
es_mx: Repetir
fr: Répétez
ja: 繰り返す
nl: Herhaal
pt_br: Repetir
ru: Повторить

# StockCodeLabel
source: stock code:
de: Bestandscode:
es: código de existencias:
es_mx: código de existencias:
fr: code de stock :
ja: ストックコード:
nl: voorraadcode:
pt_br: código de armazenagem:
ru: складской код:

# InTransitLabel
source: in transit:
de: Unterwegs:
es: en tránsito:
es_mx: en tránsito:
fr: en transit :
ja: トランジット中:
nl: op transport:
pt_br: em trânsito:
ru: транспортировка:

# LastReceivedOnLabel
source: last recd on
de: letzte Erfassung am
es: últ. reg. en
es_mx: última vez recib. en
fr: dern enreg le
ja: 最終入庫日
nl: laatst vastgelegd op
pt_br: último registro em
ru: дата последней записи

# LocationLabel
source: location:
de: Platz:
es: ubicación:
es_mx: ubicación:
fr: emplacement :
ja: ロケーション:
nl: locatie:
pt_br: local:
ru: местоположение:

# CasesLabel
source: cases:
de: VPEs:
es: cajas:
es_mx: cajas:
fr: boîtes :
ja: ケース:
nl: dozen:
pt_br: caixas:
ru: упаковок:

# OriginalLabel
source: original:
de: Ursprünglich:
ja: オリジナル:
nl: origineel:
ru: исходное:

# SinglesLabel
source: singles:
de: Einzelstücke:
es: individuales:
es_mx: unitarios:
fr: individuels :
ja: シングル:
nl: enkele stuks:
pt_br: unitários:
ru: без упаковки:

# SizeLabel
source: size:
de: Größe:
es: tamaño:
es_mx: tamaño:
fr: taille :
ja: サイズ:
nl: grootte:
pt_br: tamanho:
ru: размер:

# PriceLabel
source: price:
de: Preis:
es: precio:
es_mx: precio:
fr: prix :
ja: 価格:
nl: prijs:
pt_br: preço:
ru: цена:

# CurrentProductLabel
source: Current Item:
de: Aktueller Artikel:
es: Artículo actual:
es_mx: Artículo actual:
fr: Élément en cours :
ja: 現在のアイテム:
nl: Huidig item:
pt_br: Item atual:
ru: Текущий элемент

source: No Image
de: Kein Bild
es: Sin imagen
es_mx: Sin imagen
fr: Pas d'image
ja: 画像なし
nl: Geen afbeelding
pt_br: Sem imagem
ru: Нет изображения

source: Embedded Demo
de: Eingebettete Demo
es: Demostración insertada
es_mx: Demostración incorporada
fr: Démo intégrée
ja: 組み込みデモ
nl: Ingesloten demo
pt_br: Demonstração incorporada
ru: Встроенная демонстрация

source: Server
es: Servidor
es_mx: Servidor
fr: Serveur
ja: サーバ
pt_br: Servidor
ru: Сервер

source: Legacy Server
es: Servidor obsoleta
es_mx: Servidor heredado
fr: Ancien serveur
ja: レガシーサーバ
nl: Oude server
pt_br: Servidor legado
ru: Устаревший сервер

# StockOnHandPrompt
source: on hand, {0}
de: vorrätig, {0}
es: disponibles, {0}
es_mx: disponible, {0}
fr: sous la main, {0}
ja: 在庫、{0}
nl: op voorraad, {0}
pt_br: em mãos, {0}
ru: Остаток, {0}

# InTransitPrompt
source: {0} in transit
de: {0} unterwegs
es: {0} en tránsito
es_mx: {0} en tránsito
fr: {0} en transit
ja: {0} 個輸送途中
nl: {0} op transport
pt_br: {0} em trânsito
ru: Транспортировка: {0}

# LastReceivedTodayPrompt
source: {0} units received today
de: {0} Stück heute eingetroffen
es: {0} unidades recibidas hoy
es_mx: {0} unidades recibidas hoy
fr: {0} unités reçues aujourd'hui
ja: 今日 {0} ユニット入庫
nl: {0} stuks ontvangen vandaag
pt_br: {0} unidades recebidas hoje
ru: Получено партий сегодня: {0}

# LastReceivedYesterdayPrompt
source: {0} units received yesterday
de: {0} Stück gestern eingetroffen
es: {0} unidades recibidas ayer
es_mx: {0} unidades recibidas ayer
fr: {0} unités reçues hier
ja: 昨日 {0} ユニット入庫
nl: {0} stuks ontvangen gisteren
pt_br: {0} unidades recebidas ontem
ru: Получено партий вчера: {0}

# LastReceivedDaysAgoPrompt
source: {0} units received {1} days ago
de: {0} Stück vor {1} Tagen eingetroffen
es: {0} unidades recibidas hace {1} días
es_mx: {0} unidades recibidas hace {1} días
fr: {0} unités reçues il y a {1} jours
ja: {1} 日前 {0} ユニット入庫
nl: {0} stuks ontvangen {1} dagen geleden
pt_br: {0} unidades recebidas {1} dias atrás
ru: {0} партий получено {1} дней назад

# LastReceivedPrompt
source: {0} units last received
de: {0} Stück zuletzt eingetroffen
es: {0} unidades recibidas en la última entrega
es_mx: {0} unidades de la última recepción
fr: {0} unités reçues dernièrement
ja: 前回 {0} ユニット入庫
nl: {0} stuks laatst ontvangen
pt_br: {0} últimas unidades recebidas
ru: {0} партий получено последними

# RowPrompt
source: Row {0}
de: Zeile {0}
es: Fila {0}
es_mx: Fila {0}
fr: Ligne {0}
ja: 行 {0}
nl: Rij {0}
pt_br: Linha {0}
ru: Ряд {0}

# CasesPrompt
source: {0} cases
de: {0} VPEs
es: {0} cajas
es_mx: {0} cajas
fr: {0} boîtes
ja: ケース {0} 個
nl: {0} dozen
pt_br: {0} caixas
ru: {0} упаковок

# SinglesPrompt
source: {0} singles
de: {0} Einzelstücke
es: {0} individuales
es_mx: {0} unitarios
fr: {0} individuels
ja: シングル {0} 個
nl: {0} enkele stuks
pt_br: {0} unitários
ru: {0} товаров без упаковки

# LocationPrompt
source: Location: {0}
de: Platz: {0}
es: Ubicación: {0}
es_mx: Ubicación: {0}
fr: Emplacement : {0}
ja: ロケーション: {0}
nl: Locatie: {0}
pt_br: Local: {0}
ru: Местоположение: {0}

# AllDoneWorkflowActivity_Header
source: All Done
de: Alles erledigt
es: Todo hecho
es_mx: Todo listo
fr: Tout terminé
ja: すべて完了
nl: Helemaal gereed
pt_br: Tudo concluído
ru: Все готово

# AllDoneWorkflowActivity_InitialPrompt
source: All Done. To continue say next.
de: Alles erledigt. Sagen Sie zum Fortfahren "Weiter".
es: Todo hecho Para continuar diga Next (Siguiente).
es_mx: Todo listo. Para continuar diga Siguiente.
fr: Terminé. Pour continuer, dites suivant.
ja: すべて完了。続行するには、次へと言ってください。
nl: Helemaal gereed. Zeg "volgende" om door te gaan.
pt_br: Tudo concluído. Para continuar diga “próxima”.
ru: Все готово. Чтобы продолжить, произнесите "далее".

# SettingsMenuWorkflowActivity_ApplicationSettings
source: Application Settings
de: App-Einstellungen
es: Configuración de la aplicación
es_mx: Configuración de la aplicación
fr: Paramètres de l'application
ja: アプリケーション設定
nl: Instellingen app
pt_br: Configurações do aplicativo
ru: Параметры приложения

# SettingsMenuWorkflowActivity_ApplicationSettingsTitle
source: APPLICATION SETTINGS
de: APP-EINSTELLUNGEN
es: CONFIGURACIÓN DE LA APLICACIÓN
es_mx: CONFIGURACIÓN DE LA APLICACIÓN
fr: PARAMÈTRES DE L'APPLICATION
ja: アプリケーション設定
nl: INSTELLINGEN APP
pt_br: CONFIGURAÇÕES DO APLICATIVO
ru: ПАРАМЕТРЫ ПРИЛОЖЕНИЯ

# SettingsMenuWorkflowActivity_GeneralSettings
source: GENERAL SETTINGS
de: ALLGEMEINE EINSTELLUNGEN
es: CONFIGURACIÓN GENERAL
es_mx: CONFIGURACIÓN GENERAL
fr: PARAMÈTRES GÉNÉRAUX
ja: 一般設定
nl: ALGEMENE INSTELLINGEN
pt_br: CONFIGURAÇÕES GERAIS
ru: ОБЩИЕ НАСТРОЙКИ

# SettingsMenuWorkflowActivity_AboutApplication
source: About Application
de: Über die App
es: Acerca de la aplicación
es_mx: Acerca de la aplicación
fr: À propos de l'application
ja: アプリケーションについて
nl: Over de app
pt_br: Sobre o aplicativo
ru: Сведения о приложении

# SettingsMenuWorkflowActivity_Legal
source: Legal
de: Rechtliches
fr: Juridique
ja: 法的条件
nl: Juridisch
ru: Правовая информация

# SettingsMenuWorkflowActivity_PersonalSettings
source: PERSONAL SETTINGS
de: PERSÖNLICHE EINSTELLUNGEN
es: CONFIGURACIÓN PERSONAL
es_mx: CONFIGURACIÓN PERSONAL
fr: PARAMÈTRES PERSONNELS
ja: 個人設定
nl: PERSOONLIJKE INSTELLINGEN
pt_br: CONFIGURAÇÕES PESSOAIS
ru: ЛИЧНЫЕ НАСТРОЙКИ

# SettingsMenuWorkflowActivity_VoiceAndAudioSettings
source: Voice \u0026 Audio Settings
de: Sprach- und Audio-Einstellungen
es: Configuración de audio \u0026 de voz
es_mx: Configuración de audio de Voice \u0026
fr: Paramètres vocaux et audio
ja: 音声およびオーディオ設定
nl: Stem \u0026 Audio-instellingen
pt_br: Configurações de voz e áudio
ru: Голосовые \u0026 аудионастройки

# SettingsMenuWorkflowActivity_ConnectivitySettings
source: CONNECTIVITY SETTINGS
de: KONNEKTIVITÄTSEINSTELLUNGEN
es: CONFIGURACIÓN DE CONECTIVIDAD
es_mx: CONFIGURACIÓN DE CONECTIVIDAD
fr: PARAMÈTRES DE CONNECTIVITÉ
ja: 接続設定
nl: INSTELLINGEN CONNECTIVITEIT
pt_br: CONFIGURAÇÕES DE CONECTIVIDADE
ru: НАСТРОЙКИ ПОДКЛЮЧЕНИЯ

# SettingsMenuWorkflowActivity_ServerSettings
source: Template Server Settings
de: Vorlagenserver-Einstellungen
es: Configuración del servidor
es_mx: Configuración del servidor de plantilla
fr: Paramètres du serveur de modèles
ja: テンプレートサーバ設定
nl: Instellingen sjabloonserver
pt_br: Configurações do modelo de servidor
ru: Настройки сервера

# ServerSettingsWorkflowActivity_WorkflowSettingsLabel
source: TEMPLATE MODE
de: VORLAGENMODUS
es: MODO DE PLANTILLA
es_mx: MODO DE PLANTILLA
fr: MODE MODÈLE
ja: テンプレートモード
nl: SJABLOONMODUS
pt_br: MODO DE MODELO
ru: РЕЖИМ ШАБЛОН

# ServerSettingsWorkflowActivity_ServerSettingsLabel
source: TEMPLATE SERVER SETTINGS
de: VORLAGENSERVER-EINSTELLUNGEN
es: CONFIGURACIÓN DEL SERVIDOR DE PLANTILLA
es_mx: CONFIGURACIÓN DEL SERVIDOR DE PLANTILLA
fr: PARAMÈTRES DU SERVEUR DE MODÈLES
ja: テンプレートサーバ設定
nl: INSTELLINGEN SJABLOONSERVER
pt_br: CONFIGURAÇÕES DO MODELO DE SERVIDOR
ru: ШАБЛОН ПАРАМЕТРОВ СЕРВЕРА

# ServerSettingsWorkflowActivity_CurrentWorkflowFilter
source: Current Template Mode
de: Aktueller Vorlagenmodus
es: Modo de plantilla actual
es_mx: Modo de plantilla actual
fr: Mode modèle en cours
ja: 現在のテンプレートモード
nl: Huidige sjabloonmodus
pt_br: Modo de modelo atual
ru: Текущий режим шаблона

# SettingsMenuWorkflowActivity_ChooseWorkflow
source: Choose Workflow
de: Workflow auswählen
es: Seleccione flujo de trabajo
es_mx: Elegir flujo de trabajo
fr: Sélectionner le flux de travail
ja: ワークフローを選択
nl: Kies werkstroom
pt_br: Escolher o fluxo de trabalho
ru: Выбор рабочего процесса

# SettingsMenuWorkflowActivity_WorkflowSelection
source: Workflow Selection
de: Workflow-Auswahl
es: Selección de flujo de trabajo
es_mx: Selección de flujo de trabajo
fr: Sélection du flux de travail
ja: ワークフロー選択
nl: Selectie werkstroom
pt_br: Seleção de fluxo de trabalho
ru: Выбор рабочего процесса

# SettingsMenuWorkflowActivity_AcuitySettings
source: Acuity Settings
de: Acuity-Einstellungen
es: Configuración de Acuity
es_mx: Configuración de Acuity
fr: Paramètres Acuity
ja: Acuity設定
nl: Instellingen Acuity
pt_br: Configurações de acuidade
ru: Настройки Acuity

# SettingsMenuWorkflowActivity_HardwareSettings
source: HARDWARE SETTINGS
de: HARDWARE-EINSTELLUNGEN
es: CONFIGURACIÓN DE HARDWARE
es_mx: CONFIGURACIÓN DE HARDWARE
fr: PARAMÈTRES DE MATÉRIEL
ja: ハードウェア設定
nl: INSTELLINGEN HARDWARE
pt_br: CONFIGURAÇÕES DE HARDWARE
ru: НАСТРОЙКИ ОБОРУДОВАНИЯ

# SettingsMenuWorkflowActivity_ScannerSettings
source: Scanner Settings
de: Scannereinstellungen
es: Configuración del escáner
es_mx: Configuración del escáner
fr: Paramètres du scanner
ja: スキャナ設定
nl: Instellingen scanner
pt_br: Configurações do scanner
ru: Настройки сканера

# ApplicationSettingsWorkflowActivity_LicensingStatusLabel
source: Licensed Status
de: Lizenzstatus
es: Con licencia del estado
es_mx: Estado de licencia
fr: Statut de licence
ja: ライセンスのステータス
nl: Licentiestatus
pt_br: Status de licenciado
ru: Лицензированные статус

# ApplicationSettingsWorkflowActivity_LicensingStatus_CheckingStatus
source: Checking Licensed Status ...
de: Lizenzstatus wird geprüft ...
es: Comprobación del estado con licencia...
es_mx: Revisando estado de licencia...
fr: Vérification du statut de licence ...
ja: ライセンスのステータスを確認しています...
nl: Licentiestatus controleren...
pt_br: Verificando status de licenciado...
ru: Проверка статуса лицензии...

# ApplicationSettingsWorkflowActivity_LicensingStatus_ApplicationLicensed
source: Application Licensed
de: App ist lizenziert
es: Solicitud Licenciada
es_mx: Aplicación con licencia
fr: Application sous licence
ja: アプリケーションはライセンスされました
nl: App gelicentieerd
pt_br: Aplicativo licenciado
ru: Приложения лицензии

# ApplicationSettingsWorkflowActivity_LicensingStatus_ApplicationNotLicensed
source: Application Not Licensed
de: App ist nicht lizenziert
es: Uso no autorizado
es_mx: Aplicación sin licencia
fr: Application sans licence
ja: アプリケーションはライセンスされませんでした
nl: App niet gelicentieerd
pt_br: Aplicativo não licenciado
ru: Приложение не имеет лицензии

# HomeWorkflowActivity_LicensingStatus_ApplicationLicenseCheckFailed
source: License Check Failed. Verify application settings.
de: Lizenzprüfung fehlgeschlagen. Überprüfen Sie die Anwendungseinstellungen.
es: Error al comprobar la licencia. Verifique los ajustes de la aplicación.
es_mx: Falló la revisión de licencia. Verifique la configuración de la aplicación.
fr: Échec de vérification de la licence. Vérifiez les paramètres de l'application.
ja: ライセンスチェックに失敗しました。アプリケーション設定を確認してください。
nl: Licentiecontrole mislukt. Controleer instellingen licentieverlening
pt_br: Falha na verificação de licenças. Verificar configurações do aplicativo.

# ApplicationSettingsWorkflowActivity_ApplicationSchemeSettingsLabel
source: Application Scheme Settings
de: App-Schema-Einstellungen
es: Configuración de esquema de la aplicación
es_mx: Configuración del esquema de la aplicación.
fr: Paramètres du modèle d'application
ja: アプリケーションスキーム設定
nl: Instellingen app-schema
pt_br: Configurações do esquema do aplicativo
ru: Параметры схемы приложения

# ApplicationSettingsWorkflowActivity_ChooseApplicationScheme
source: Choose Application Scheme
de: App-Schema auswählen
es: Elegir el esquema de aplicación
es_mx: Elegir esquema de la aplicación
fr: Sélectionner le modèle d'application
ja: アプリケーションスキームを選択
nl: Kies app-schema
pt_br: Escolher o esquema do aplicativo
ru: Выбор схемы приложения

# ApplicationSettingsWorkflowActivity_CurrentApplicationScheme
source: Current Application Scheme
de: Aktuelles App-Schema
es: Esquema de aplicación actual
es_mx: Esquema de la aplicación actual
fr: Modèle d'application en cours
ja: 現在のアプリケーションスキーム
nl: Huidige app-schema
pt_br: Esquema atual do aplicativo
ru: Текущая схема приложения

# ApplicationSettingsWorkflowActivity_AutomaticReleaseLeaseLabel
source: Automatically Release Lease On Home Screen
de: Lizenz bei Aufruf des Startbildschirms automatisch freigeben
es: Lanzar automáticamente el arrendamiento en la pantalla de inicio
es_mx: Liberar automáticamente el arrendamiento cuando aparece la pantalla de inicio
fr: Libérer automatiquement la concession à l'affichage de l'écran d'accueil
ja: ホーム画面で自動的にリースを解放
nl: Automatisch lease vrijgeven als introductiescherm wordt weergegeven
pt_br: Liberar automaticamente a concessão na tela inicial

source: File Based
de: Dateibasiert
es: Archivo de base de
es_mx: Basado en archivos
fr: Basé sur fichier
ja: ファイルベース
nl: Op bestandsbasis
pt_br: Baseado em arquivo
ru: Файл на основе

# ApplicationSettingsWorkflowActivity_FileBasedConfigSettingsLabel
source: File Based Configuration Settings
de: Dateibasierte Konfigurationseinstellungen
es: Ajustes de la configuración basada en archivos
es_mx: Ajustes de configuración basados en archivos
fr: Paramètres de configuration basés sur fichier
ja: ファイルベースコンフィギュレーション設定
nl: Configuratie-instellingen op bestandsbasis
pt_br: Definições de configuração baseadas em arquivo

# FileBasedCustomerName
source: Customer Name:
de: Kundenname:
es: Nombre del cliente:
es_mx: Nombre del cliente:
fr: Nom du client :
ja: 顧客名:
nl: Klantnaam:
pt_br: Nome do cliente:

# FileBasedExpiration
source: Expiration Date:
de: Ablaufdatum:
es: Fecha de caducidad:
es_mx: Fecha de caducidad:
fr: Date d'expiration :
ja: 終了日付:
nl: Vervaldatum:
pt_br: Data de validade:

# FileBased_Info
source: Licensing is done with a file on the file system, templates are retrieved from and saved to the file system and logs are stored on the file system.
de: Die Lizenzierung erfolgt über eine Datei im Dateisystem, Vorlagen werden aus dem Dateisystem abgerufen und dort gespeichert und Protokolle werden im Dateisystem gespeichert.
es: Licencias se hace con un archivo en el sistema de archivos, plantillas obtenidas y guardadas en el sistema de archivos y registros se almacenan en el sistema de archivos.
es_mx: El otorgamiento de licencias se realiza con un archivo en el sistema de archivos, las plantillas se recuperan desde el sistema de archivos donde se guardan y los registros se almacenan en el sistema de archivos.
fr: La gestion de licences se fait à l'aide d'un fichier du système de fichiers, les modèles sont récupérés et enregistrés dans le système de fichiers et les journaux sont stockés sur le système de fichiers.
ja: ライセンシングはファイルシステム上のファイルで行われ、テンプレートはファイルシステムから取得およびファイルシステムに保存され、ログはファイルシステムに保存されます。
nl: Licentieverlening wordt gedaan met een bestand op het bestandssysteem, sjablonen worden opgehaald van en opgeslagen in het bestandssysteem en logbestanden worden opgeslagen in het bestandssysteem.
pt_br: O licenciamento é feito com um arquivo no sistema de arquivos, os modelos são recuperados e salvos no sistema de arquivos e os logs são armazenados no sistema de arquivos.
ru: Лицензирование осуществляется с помощью файла в файловой системе, получение из шаблонов и сохранены в файловой системе и журналы хранятся в файловой системе.

# ServerBased
source: Server
es: Servidor
es_mx: Servidor
fr: Serveur
ja: サーバ
pt_br: Servidor
ru: Сервера

# ServerBased_Info
source: Licensing is done with a file on the file system, templates are retrieved from and saved to the template server and logs are stored on the file system.
de: Die Lizenzierung erfolgt über eine Datei im Dateisystem, Vorlagen werden vom Vorlagenserver abgerufen und dort gespeichert und Protokolle werden im Dateisystem gespeichert.
es: Licencias se hace con un archivo en el sistema de archivos, plantillas obtenidas y guardadas en el servidor de plantilla y registros se almacenan en el sistema de archivos.
es_mx: El otorgamiento de licencias se realiza con un archivo en el sistema de archivos, las plantillas se recuperan desde el servidor de plantillas donde se guardan y los registros se almacenan en el sistema de archivos.
fr: La gestion de licences se fait à l'aide d'un fichier du système de fichiers, les modèles sont récupérés et enregistrés sur le serveur de modèles et les journaux sont stockés sur le système de fichiers.
ja: ライセンシングはファイルシステム上のファイルで行われ、テンプレートはテンプレートサーバから取得およびテンプレートサーバに保存され、ログはファイルシステムに保存されます。
nl: Licentieverlening wordt gedaan met een bestand op het bestandssysteem, sjablonen worden opgehaald van en opgeslagen op de sjabloonserver en logbestanden worden opgeslagen in het bestandssysteem.
pt_br: O licenciamento é feito com um arquivo no sistema de arquivos, os modelos são recuperados e salvos no modelo de servidor e os logs são armazenados no sistema de arquivos.
ru: Лицензирование осуществляется с помощью файла в файловой системе, извлекаются из и сохранены на сервере шаблон шаблоны и журналы хранятся в файловой системе.

# VoiceConsoleBased_Info
source: Licensing is done via VoiceConsole, templates are retrieved from and saved to VoiceConsole and logs are stored on the file system as well as sent to VoiceConsole when logging is enabled.
de: Die Lizenzierung erfolgt über VoiceConsole, Vorlagen werden aus VoiceConsole abgerufen und dort gespeichert und Protokolle werden im Dateisystem gespeichert und bei aktivierter Protokollierung an VoiceConsole gesendet.
es: Licencias se hace vía VoiceConsole, plantillas obtenidas y guardadas en VoiceConsole y registros están almacenados en el sistema de archivos, así como envió a VoiceConsole cuando está habilitado el registro.
es_mx: El otorgamiento de licencias se realiza mediante VoiceConsole, las plantillas se recuperan desde VoiceConsole donde se guardan y los registros se almacenan en el sistema de archivos, al igual que se envían a VoiceConsole cuando la creación de registros está habilitada.
fr: La gestion de licences se fait via VoiceConsole, les modèles sont récupérés et enregistrés sur VoiceConsole et les journaux sont stockés sur le système de fichiers et envoyés à VoiceConsole lorsque la consignation est activée.
ja: ライセンシングはVoiceConsoleを介して行われ、テンプレートはVoiceConsoleから取得およびVoiceConsoleに保存され、ログはファイルシステムに保存されるとともにログ記録が有効に設定されている場合VoiceConsoleにも送信されます。
nl: Licentieverlening wordt gedaan via VoiceConsole, sjablonen worden opgehaald van en opgeslagen in VoiceConsole en logbestanden worden opgeslagen in het bestandssysteem en verzonden naar VoiceConsole als Gegevens vastleggen is ingeschakeld.
pt_br: O licenciamento é feito via VoiceConsole, os modelos são recuperados e salvos no VoiceConsole e os registros são armazenados no sistema de arquivos, bem como enviados para o VoiceConsole quando o registro está habilitado.
ru: Лицензирование осуществляется через VoiceConsole, шаблоны извлекаются из и сохранены в VoiceConsole и журналы хранятся в файловой системе, а также отправляемые VoiceConsole, когда ведение журнала включено.

# MicroserviceBased
source: Microservices
es: Microservicios
es_mx: Microservicios
ja: マイクロサービス
pt_br: Microsserviços
