Repository: IvanHdzRz/gws
Catalog: GWS/Resources/DevKitResources.*.resx
Languages: de, es, es_mx, fr, ja, nl, pt_br, ru

# MicroserviceBased_Info
source: Licensing is done via microservices, templates are retrieved and saved using microservices and logs are stored on the file system.
de: Die Lizenzierung erfolgt über Microservices, Vorlagen werden mithilfe von Microservices abgerufen und gespeichert und Protokolle werden im Dateisystem gespeichert.
es: Concesión de licencias se realiza a través de microservicios plantillas se recupera y guardadas con microservicios y registros se almacenan en el sistema de archivos.
es_mx: El otorgamiento de licencias se realiza mediante los microservicios, las plantillas se recuperan y guardan mediante los microservicios y los registros se almacenan en el sistema de archivos.
fr: La gestion de licences se fait via microservices, les modèles sont récupérés et enregistrés à l'aide de microservices et les journaux sont stockés sur le système de fichiers.
ja: ライセンシングはマイクロサービスを介して行われ、テンプレートはマイクロサービスを使って取得および保存され、ログはファイルシステムに保存されます。
nl: Licentieverlening wordt gedaan via microservices, sjablonen worden opgehaald en opgeslagen met behulp van microservices en logboeken worden in het bestandssysteem opgeslagen.
pt_br: O licenciamento é feito através de microsserviços, os modelos são recuperados e salvos usando microsserviços e os registros são armazenados no sistema de arquivos.
ru: Лицензирование осуществляется через microservices, шаблоны извлекаются и сохраняются с помощью microservices и журналы хранятся в файловой системе.

# NoLicenseBased
source: No License
de: Keine Lizenz
es: Sin licencia
es_mx: Sin licencia
fr: Pas de licence
ja: ライセンスがありません
nl: Geen licentie
pt_br: Sem Licença

# NoLicenseBased_Info
source: No Licensing is used, some advanced features may not be available. Templates are retrieved from server you are connecting with
de: Es wird keine Lizenz genutzt, sodass nicht alle Funktionen zur Verfügung stehen. Vom Server, mit dem Sie sich verbinden, werden Vorlagen abgerufen
es: No se utiliza ninguna licencia; es posible que algunas características avanzadas no estén disponibles. Las plantillas se recuperan del servidor al que se está conectando
es_mx: Se usa Sin licencia, es posible que algunas de las funciones avanzadas no estén disponibles. Las plantillas se recuperan del servidor al que se está conectando
fr: Aucune gestion de licences n'est utilisée. Certaines fonctions avancées ne seront peut-être pas disponibles. Les modèles sont récupérés sur le serveur auquel vous vous connectez.
ja: ライセンスが使用されず、一部の詳細機能は使えないことがあります。 テンプレートは現在の接続先のサーバーから取得されます
nl: Er is geen licentie in gebruik. Misschien zijn sommige geavanceerde functies niet beschikbaar. Sjablonen worden opgehaald van de server waarmee u verbonden bent
pt_br: O modo Sem Licença está em uso; algumas funcionalidades poderão não estar disponíveis. Modelos são recuperados do servidor ao qual você está se conectando

# ApplicationSettingsWorkflowActivity_ApplicationServerSettingsLabel
source: Application Server Settings
de: Anwendungsserver-Einstellungen
es: Configuración de servidor de aplicaciones
es_mx: Configuración del servidor de la aplicación
fr: Paramètres du serveur d'application
ja: アプリケーションサーバ設定
nl: Instellingen app-server
pt_br: Configurações do servidor do aplicativo
ru: Параметры сервера приложений

# ApplicationSettingsWorkflowActivity_MicroservicesConfigSettingsLabel
source: Microservices Configuration Settings
de: Microservices-Konfigurationseinstellungen
es: Ajustes de la configuración de microservicios
es_mx: Ajustes de configuración de microservicios
fr: Paramètres de configuration des microservices
ja: マイクロサービスコンフィギュレーション設定
nl: Configuratie-instellingen microservices
pt_br: Definições de configuração de microsserviços

# ApplicationSettingsWorkflowActivity_Host
source: Host
es_mx: Sistema central
fr: Hôte
ja: ホスト
ru: Хост

# ApplicationSettingsWorkflowActivity_Port
source: Port
es: Puerto
es_mx: Puerto
ja: ポート
nl: Poort
pt_br: Porta
ru: Порт

# ApplicationSettingsWorkflowActivity_ServerSecureConnections
source: Server Secure Connections
de: Sichere Serververbindungen
es: Servidor de conexiones seguras
es_mx: Conexiones seguras del servidor
fr: Connexions sécurisées au serveur
ja: サーバへの安全な接続
nl: Beveiligde verbindingen server
pt_br: Conexões seguras do servidor
ru: Безопасные соединения сервера

# ApplicationSettingsWorkflowActivity_SiteId
source: Site Id
de: Standort-ID
es: Identificador del sitio
es_mx: Id. del sitio
fr: ID site
ja: サイトID
nl: Locatie-id
pt_br: Id da instalação
ru: Идентификатор узла

# ApplicationSettingsWorkflowActivity_MicroservicesConfigCustomerNameLabel
source: Customer Name:
de: Kundenname:
es: Nombre del cliente:
es_mx: Nombre del cliente:
fr: Nom du client :
ja: 顧客名:
nl: Klantnaam:
pt_br: Nome do cliente:

# AcuitySettingsWorkflowActivity_AcuitySettingsLabel
source: ACUITY SETTINGS
de: ACUITY-EINSTELLUNGEN
es: CONFIGURACIÓN DE ACUITY
es_mx: CONFIGURACIÓN DE ACUITY
fr: PARAMÈTRES ACUITY
ja: ACUITY設定
nl: INSTELLINGEN ACUITY
pt_br: CONFIGURAÇÕES DE ACUIDADE
ru: НАСТРОЙКИ ACUITY

# AcuitySettingsWorkflowActivity_AcuityEnabled
source: Acuity Enabled
de: Acuity-fähig
es: Acuity está activado
es_mx: Acuity activado
fr: Acuity activé
ja: Acuity有効
nl: Acuity ingeschakeld
pt_br: Acuidade ativada
ru: Acuity включен

# AcuitySettingsWorkflowActivity_AcuitySecureConnections
source: Acuity Secure Connections
de: Gesicherte Verbindungen zu Acuity
es: Conexiones seguras con Acuity
es_mx: Conexiones de seguridad de Acuity
fr: Connexions sécurisées à Acuity
ja: Acuityセキュア接続
nl: Beveiligde verbindingen Acuity
pt_br: Conexões seguras de acuidade
ru: Безопасные подключения Acuity

# AcuitySettingsWorkflowActivity_AcuityHost
source: Acuity Host
es: Huésped de Acuity
es_mx: Host de Acuity
fr: Hôte Acuity
ja: Acuityホスト
pt_br: Host de acuidade
ru: Узел Acuity

# AcuitySettingsWorkflowActivity_AcuityPort
source: Acuity Port
es: Puerto de Acuity
es_mx: Puerto de Acuity
fr: Port Acuity
ja: Acuityポート
nl: Acuity-poort
pt_br: Porta de acuidade
ru: Порт Acuity

# AuthenticateVoicePINWorkflowActivity_Abortable_ExceptionHeaderMsg
source: Error
de: Fehler
fr: Erreur
ja: エラー
nl: Fout
pt_br: Erro
ru: Ошибка

# AuthenticateVoicePINWorkflowActivity_Abortable_FailedHeaderMsg
source: Error
de: Fehler
fr: Erreur
ja: エラー
nl: Fout
pt_br: Erro
ru: Ошибка

# AuthenticateVoicePINWorkflowActivity_Abortable_StartedHeaderMsg
source: Logging in...
de: Anmeldevorgang läuft...
es: Iniciando sesión...
es_mx: Iniciando sesión...
fr: Connexion...
ja: ログインしています...
nl: Aanmelden...
pt_br: Fazendo login...
ru: Вход в...

# AuthenticateVoicePINWorkflowActivity_Abortable_ExceptionSubHeaderMsg
source: Error logging in to Connected Retail Server
de: Fehler beim Anmelden beim Connected Retail-Server
es: Error al iniciar sesión en el servidor de minoristas conectado
es_mx: Error al iniciar sesión en Retail Server conectado
fr: Erreur de connexion au serveur de vente au détail connecté
ja: コネクテッドリテールサーバへのログインでエラーが発生しました
nl: Fout tijdens aanmelding op verbonden detailhandelserver
pt_br: Erro ao fazer login no Servidor Retail conectado
ru: Ошибка при входе на подключенный сервер розничной торговли

# AuthenticateVoicePINWorkflowActivity_Abortable_FailedSubHeaderMsg
source: Login Failed.
de: Anmeldung fehlgeschlagen.
es: Error al iniciar sesión.
es_mx: Falló el inicio de sesión.
fr: Échec de la connexion.
ja: ログインに失敗しました。
nl: Aanmelden mislukt.
pt_br: Falha no login.
ru: Не удалось войти.

# AuthenticateVoicePINWorkflowActivity_Abortable_StartedSubHeaderMsg
source: one moment...
de: Einen Moment...
es: un momento...
es_mx: un momento...
fr: un instant...
ja: お待ちください...
nl: een ogenblik graag...
pt_br: um momento...
ru: минуту...

# CancelButtonText
source: No More
de: Ende
es: No más
es_mx: No más
fr: Fini
ja: 以上
nl: dat is het
pt_br: Não mais
ru: Больше нет

# SkipButtonText
source: Skip Item
de: Artikel überspringen
es: Omitir artículo
es_mx: Omitir artículo
fr: Ignorer l'élément
ja: アイテムをスキップ
nl: Item overslaan
pt_br: Omitir item
ru: Пропустить элемент

# TrainingCarouselWorkflowActivity_SkipButtonText
source: Skip
de: Überspringen
es: Omitir
es_mx: Omitir
fr: Ignorer
ja: スキップ
nl: Overslaan
pt_br: Omitir
ru: пропустить

# VocabWord_GlobalAnchorWord
source: control
de: Steuerung
fr: contrôle
ja: コントロール
nl: besturing
pt_br: controle

# GlobalAnchorWord
source: Control
de: Steuerung
fr: Contrôle
ja: コントロール
nl: Besturing
pt_br: Controle

# RetrieveWorkersWorkflowActivity_Abortable_ExceptionSubHeaderMsg
source: Error retrieving workers from Connected Retail Server
de: Fehler beim Abrufen von Arbeitern vom Connected Retail-Server.
es: Error al recuperar empleados del servidor de minoristas conectado
es_mx: Error al recuperar los trabajadores desde Retail Server conectado
fr: Erreur de récupération des opérateurs à partir du serveur de vente au détail connecté
ja: コネクテッドリテールサーバから作業員を取得する際にエラーが発生しました
nl: Fout tijdens ophalen arbeidskrachten van verbonden detailhandelserver
pt_br: Erro ao recuperar trabalhadores no Servidor Retail conectado
ru: Ошибка при получении данных сотрудников с подключенного сервера розничной торговли

# DataServiceInitializerWorkflowActivity_Abortable_ExceptionSubHeaderMsg
source: Error retrieving initial data from Server
de: Fehler beim Abrufen der Anfangsdaten vom Server
es: Error al recuperar datos iniciales del servidor de minoristas conectado
es_mx: Error al recuperar los datos iniciales desde el servidor
fr: Erreur de récupération des données initiales à partir du serveur
ja: サーバから初期データを取得する際にエラーが発生しました
nl: Fout tijdens ophalen eerste gegevens van server
pt_br: Erro ao recuperar dados iniciais do Servidor
ru: Ошибка при получении исходных данных с подключенного сервера розничной торговли

# TemplateRetrievalErrorBody
source: Error retrieving templates from Server.
de: Fehler beim Abrufen von Vorlagen vom Server.
es: Error al recuperar plantillas del servidor de minoristas conectado.
es_mx: Error al recuperar plantillas desde el servidor.
fr: Erreur de récupération des modèles à partir du serveur
ja: サーバからテンプレートを取得する際にエラーが発生しました。
nl: Fout tijdens ophalen sjablonen van server.
pt_br: Erro ao recuperar modelos do Servidor.
ru: Ошибка при получении шаблона с подключенного сервера розничной торговли

# ServerSettingsWorkflowActivity_CheckingServerReachability
source: Checking connection to the template server
de: Verbindung zum Vorlagenserver wird geprüft
es: Comprobación de conexión al servidor de plantilla
es_mx: Revisando la conexión al servidor de plantillas
fr: Vérification de la connexion au serveur de modèles
ja: テンプレートサーバへの接続をチェックしています
nl: Verbinding met sjabloonserver wordt gecontroleerd
pt_br: Verificando a conexão com o modelo de servidor
ru: Проверка подключения к серверу шаблон

# ServerSettingsWorkflowActivity_ServerReachable
source: Successfully connected to the template server
de: Verbindung zum Vorlagenserver wurde hergestellt
es: Conectado al servidor de plantilla
es_mx: Se conectó correctamente al servidor de plantillas
fr: Connexion réussie au serveur de modèles
ja: テンプレートサーバに正しく接続しました
nl: Er is verbinding gemaakt met de sjabloonserver
pt_br: Conexão bem-sucedida com o modelo de servidor
ru: Успешно подключен к серверу шаблон

# ServerSettingsWorkflowActivity_ServerUnreachable
source: The template server is unreachable, please check and update your server settings.
de: Der Vorlagenserver ist nicht erreichbar; überprüfen und aktualisieren Sie Ihre Servereinstellungen.
es: No se puede contactar con el servidor de minoristas, compruebe y actualice la configuración del servidor.
es_mx: No se puede acceder al servidor de plantillas, revise y actualice la configuración del servidor.
fr: Le serveur de modèles est injoignable, veuillez vérifier et mettre à jour vos paramètres de serveur.
ja: テンプレートサーバに接続できない場合、サーバ設定をチェックし更新してください。
nl: De sjabloonserver is onbereikbaar, controleer de serverinstellingen en werk ze bij.
pt_br: O modelo de servidor está inacessível, verifique e atualize as configurações do servidor.
ru: Сервер розничной торговли недоступен, проверьте и обновите настройки сервера.

# lower_mic
source: Lower the microphone to continue
de: Klappen Sie das Mikrofon nach unten, um fortzufahren.
es: Baje el micrófono para continuar
es_mx: Baje el micrófono para continuar
fr: Abaissez le microphone pour continuer
ja: 続行するにはマイクを下げてください
nl: Zet de microfoon lager om door te gaan
pt_br: Abaixe o microfone para continuar
ru: Уменьшите звук микрофона, чтобы продолжить

# SubmitButtonText
source: Submit
de: Senden
es: Enviar
es_mx: Enviar
fr: Soumettre
ja: 送信
nl: Verzenden
pt_br: Enviar
ru: Отправить

# NextButtonText
source: Next
de: Weiter
es: Siguiente
es_mx: Siguiente
fr: Suivant
ja: 次へ
nl: Volgende
pt_br: Próxima
ru: Далее

# ReadyButtonText
source: Ready
de: Bereit
es: Listo
es_mx: Listo
fr: Prêt
ja: OK
nl: Gereed
pt_br: Pronto
ru: Готово

# PauseText
source: Pause
es: Pausa
es_mx: Pausa
ja: 一時停止
nl: Pauze
pt_br: Pausar
ru: Пауза

# ResumeText
source: Resume
de: Fortfahren
es: Reanudar
es_mx: Reanudar
fr: Reprise
ja: 再開
nl: Hervatten
pt_br: Retomar
ru: Возобновить

# StopText
source: Stop
de: Anhalten
es: Detener
es_mx: Detención
fr: Arrêter
ja: 停止
nl: Stoppen
pt_br: Parada
ru: Стоп

# UpdateSitesText
source: Update Site List
de: Standortliste aktualisieren
es: Actualizar lista de sitios
es_mx: Actualizar lista del sitio
fr: Mise à jour de la liste des sites
ja: サイトリスト更新
nl: Locatielijst bijwerken
pt_br: Atualizar lista de instalações
ru: Обновить список склада

# NewWorkerText
source: New Worker
de: Neuer Arbeiter
es: Nuevo empleado
es_mx: Nuevo trabajador
fr: Nouvel opérateur
ja: 新しい作業員
nl: Nieuwe arbeidskracht
pt_br: Novo trabalhador
ru: Новый сотрудник

# LoginButtonText
source: Login
de: Anmelden
es: Inicio de sesión
es_mx: Iniciar sesión
fr: Se connecter
ja: ログイン
nl: Aanmelden
ru: Вход

# GotItButtonText
source: Got it
de: Verstanden
es: Entendido
es_mx: Entendido
fr: OK
ja: 了解
nl: Begrepen
pt_br: Entendi
ru: Понятно

# RestartText
source: Restart
de: Neu starten
es: Reiniciar
es_mx: Reiniciar
fr: Redémarrer
ja: 再開
nl: Herstarten
pt_br: Reiniciar
ru: Перезапуск

# CameraButtonText
source: Camera
de: Kamera
es: Cámara
es_mx: Cámara
fr: Appareil photo
ja: カメラ
pt_br: Câmera

# SelectButtonText
source: Select
de: Auswählen
es: Seleccionar
es_mx: Seleccionar
fr: Sélectionner
ja: 選択
nl: Selecteren
pt_br: Selecionar

# SuccesfulScannerConnectionMsg
source: Successfully connected to secondary scanner
de: Verbindung mit sekundärem Scanner hergestellt
es: Se ha establecido con éxito la conexión con el escáner secundario
es_mx: Conectado correctamente al escáner secundario
fr: Connexion réussie au scanner secondaire
ja: セカンダリスキャナに接続しました
nl: Verbinding met secundaire scanner gemaakt
pt_br: Conectado com sucesso ao scanner secundário
ru: Успешно подключено ко второму сканеру

# FailedScannerConnectionMsg
source: Failed connection to secondary scanner
de: Verbindung mit sekundärem Scanner fehlgeschlagen
es: Error de conexión con el escáner secundario
es_mx: Falló la conexión al escáner secundario
fr: Échec de la connexion au scanner secondaire
ja: セカンダリスキャナへの接続に失敗しました
nl: Kan geen verbinding maken met secundaire scanner
pt_br: Falha ao conectar com o scanner secundário
ru: Не удалось установить подключение ко второму сканеру

# SuccessfulScannerDisconnectionMsg
source: Secondary scanner disconnected
de: Sekundärer Scanner getrennt
es: Escáner secundario desconectado
es_mx: Escáner secundario desconectado
fr: Scanner secondaire déconnecté
ja: セカンダリスキャナが切断されました
nl: Verbinding met secundaire scanner verbroken
pt_br: Scanner secundário desconectado
ru: Второй сканер отключен

# BackgroundActivity_Header_Default
source: Processing...
de: Verarbeitung läuft...
es: Procesando...
es_mx: Procesando...
fr: Traitement...
ja: 処理中...
nl: Verwerken...
pt_br: Processando...

# Error_InvalidEntry
source: Minimum length: {0} digits
de: Mindestlänge: {0} Zeichen
es: Longitud mínima: {0} cifras
es_mx: Longitud mínima: {0} dígitos
fr: Longueur minimale : {0} chiffres
ja: 最小長: {0} 桁
nl: Minimumlengte: {0} cijfers
pt_br: Extensão mínima: {0} dígitos
ru: Минимальная длина: {0} цифр

# Error_Confirmation
source: Wrong{0}. Try again.
de: Falsch{0}. Versuchen Sie es noch einmal.
es: Incorrecto{0}. Vuélvalo a intentar.
es_mx: {0} incorrecto. Inténtelo de nuevo.
fr: {0} incorrect. Réessayez.
ja: 間違った {0} です。もう一度。
nl: {0} verkeerd. Probeer het opnieuw.
pt_br: Errado{0}. Tente novamente.
ru: Неверно {0}. Повторите попытку.

source: Error contacting host
de: Fehler beim Kontaktieren des Hosts
es: Error al contactar con el host
es_mx: Error al comunicarse con el host
fr: Erreur lors du contact avec l'hôte
ja: ホストへの接続エラー
nl: Fout tijdens contact opnemen met host
pt_br: Erro ao entrar em contato com o host

# Error_Invalid_Host
source: Invalid host
de: Host ungültig
es: Host no válido
es_mx: Host no válido
fr: Hôte incorrect
ja: 無効なホスト
nl: Ongeldige host
pt_br: Host inválido

# Abortable_AbortHeaderMsg
source: Cancelled
de: Abgebrochen
es: Cancelado
es_mx: Cancelado
fr: Annulé
ja: キャンセルされました
nl: Geannuleerd
pt_br: Cancelada
ru: Отменено

# Abortable_CompletedHeaderMsg
source: Completed
de: Abgeschlossen
es: Completado
es_mx: Completado
fr: Terminé
ja: 完了しました
nl: Voltooid
pt_br: Concluída
ru: Завершено

# Abortable_FailedHeaderMsg
source: Failed
de: Fehlgeschlagen
es: Error
es_mx: Fallido
fr: Échec
ja: 失敗しました
nl: Mislukt
pt_br: Falha
ru: Ошибка

# Abortable_StartedHeaderMsg
source: Started
de: Gestartet
es: Iniciado
es_mx: Iniciado
fr: Démarré
ja: 開始しました
nl: Gestart
pt_br: Iniciada
ru: Запущено

# Abortable_ExceptionHeaderMsg
source: Cancelled
de: Abgebrochen
es: Cancelado
es_mx: Cancelado
fr: Annulé
ja: キャンセルされました
nl: Geannuleerd
pt_br: Cancelada
ru: Отменено

# Abortable_AbortBtnText
source: Cancel
de: Abbrechen
es: Cancelar
es_mx: Cancelar
fr: Annuler
ja: キャンセル
nl: Annuleren
pt_br: Cancelar
ru: Отмена

# Abortable_AbortSubHeaderMsg
source: Cancelled
de: Abgebrochen
es: Cancelado
es_mx: Cancelado
fr: Annulé
ja: キャンセルされました
nl: Geannuleerd
pt_br: Cancelada
ru: Отменено

# Abortable_CompletedSubHeaderMsg
source: Completed
de: Abgeschlossen
es: Completado
es_mx: Completado
fr: Terminé
ja: 完了しました
nl: Voltooid
pt_br: Concluída
ru: Завершено

# Abortable_FailedSubHeaderMsg
source: Failed
de: Fehlgeschlagen
es: Error
es_mx: Fallido
fr: Échec
ja: 失敗しました
nl: Mislukt
pt_br: Falha
ru: Ошибка

# Abortable_StartedSubHeaderMsg
source: Started
de: Gestartet
es: Iniciado
es_mx: Iniciado
fr: Démarré
ja: 開始しました
nl: Gestart
pt_br: Iniciada
ru: Запущено

# Abortable_ExceptionSubHeaderMsg
source: Cancelled
de: Abgebrochen
es: Cancelado
es_mx: Cancelado
fr: Annulé
ja: キャンセルされました
nl: Geannuleerd
pt_br: Cancelada
ru: Отменено

# Abortable_NoNetworkSubHeaderMsg
source: Waiting for network...
de: Auf Netzwerk warten...
es: Esperando a la red...
es_mx: Esperando a la red...
fr: En attente du réseau...
ja: ネットワークを待っています...
nl: Wachten op netwerk...
pt_br: Aguardando a rede...
ru: Ожидание сети...

# Abortable_NoServerSubHeaderMsg
source: Waiting for server...
de: Auf Server warten...
es: Esperando al servidor...
es_mx: Esperando al servidor...
fr: En attente du serveur...
ja: サーバーを待っています...
nl: Wachten op server...
pt_br: Aguardando o servidor...
ru: Ожидание сервера...

# Abortable_PersistedRequestsSubHeaderMsg
source: Waiting for data upload. {0} messages remaining...
de: Warten auf Daten-Upload. {0} verbleibende Nachrichten...
es: Esperando la carga de datos. {0} mensajes restantes...
es_mx: Esperando la carga de datos. {0} mensajes restantes...
fr: En attente du chargement des données. {0} messages restants...
ja: データアップロードを待っています。{0} 個のメッセージが残っています...
nl: Wachten tot gegevens zijn geüpload. {0} berichten resterend...
pt_br: Aguardando o carregamento dos dados. {0} mensagens restantes...
ru: Ожидание загрузки данных. Осталось сообщений: {0}...

# SelectDialogue_PromptStart
source: Speak one of the following options,,,
de: Sagen Sie eine der folgenden Optionen,,,
es: Diga una de las opciones siguientes...
es_mx: Diga una de las siguientes opciones,,,
fr: Dites l'une des options suivantes,,,
ja: 次のオプションのいずれかを言ってください,,,
nl: Zeg een van de volgende opties,,,
pt_br: Fale uma das seguintes opções,,,
ru: Произнесите один из следующих вариантов,,,

# SelectDialogue_PromptOption
source: {0} is {1},,,
de: {0} ist {1},,,
es: {0} es {1}...
es_mx: {0} es {1},,,
fr: {0} est {1},,,
ja: {0} は {1},,,
pt_br: {0} é {1},,,
ru: {0} — это {1},,,

# SelectDialogue_PromptAdditionalWords
source: or say,,,
de: oder sagen Sie,,,
es: o diga...
es_mx: o diga,,,
fr: ou dites,,,
ja: または,,,
nl: of zeg,,,
pt_br: ou diga,,,
ru: или произнесите,,,

# SelectDialogue_PromptAdditionalWordWOMore
source: or {0}
de: oder {0}
es: o {0}
es_mx: o {0}
fr: ou {0}
ja: または {0} と言ってください
nl: of {0}
pt_br: ou {0}
ru: или {0}

# HomeWorkflowActivity_LicensingStatus_CheckingStatus
source: Checking Licensed Status ...
de: Lizenzstatus wird geprüft ...
es: Comprobación del estado con licencia...
es_mx: Revisando estado de licencia...
fr: Vérification du statut de licence ...
ja: ライセンスのステータスを確認しています...
nl: Licentiestatus controleren...
pt_br: Verificando status de licenciado...
ru: Проверка статуса лицензии...

# HomeWorkflowActivity_LicensingStatus_ReleasingLease
source: Releasing Lease ...
de: Lizenz wird freigegeben ...
es: Liberando licencia...
es_mx: Liberando arrendamiento...
fr: Libération de la concession ...
ja: リースを解放しています...
nl: Vrijgeven licentie...
pt_br: Liberando a concessão...

# HomeWorkflowActivity_LicensingStatus_ApplicationLicensed
source: Application Licensed
de: App ist lizenziert
es: Solicitud Licenciada
es_mx: Aplicación con licencia
fr: Application sous licence
ja: アプリケーションはライセンスされました
nl: App gelicentieerd
pt_br: Aplicativo licenciado
ru: Приложения лицензии

# HomeWorkflowActivity_LicensingStatus_ApplicationNotLicensed
source: Application Not Licensed
de: App ist nicht lizenziert
es: Uso no autorizado
es_mx: Aplicación sin licencia
fr: Application sans licence
ja: アプリケーションはライセンスされませんでした
nl: App niet gelicentieerd
pt_br: Aplicativo não licenciado
ru: Приложение не имеет лицензии

# HomeWorkflowActivity_ReleaseLeaseMenuItemText
source: Release Lease
de: Lizenz freigeben
es: Liberar licencia
es_mx: Liberar arrendamiento
fr: Libérer la concession
ja: リースを解放
nl: Lease vrijgeven
pt_br: Liberar a concessão

# MicroserviceLicensing_NoLease
source: Application has no lease
de: Keine Lizenz für App vorhanden
es: La aplicación no tiene arrendamiento
es_mx: La aplicación no tiene arrendamiento
fr: L'application n'a pas de concession
ja: アプリケーションにはリースがありません
nl: App heeft geen lease
pt_br: O aplicativo não possui concessão

# MicroserviceLicensing_ReleaseLeaseError
source: Error contacting license server
de: Fehler beim Kontaktieren des Lizenzservers
es: Error al contactar con el servidor de licencias
es_mx: Error al comunicarse con el servidor de licencias
fr: Erreur lors de la communication avec le serveur de licences
ja: ライセンスサーバへの接続エラーです
nl: Fout tijdens contact opnemen met licentieserver
pt_br: Erro ao entrar em contato com o servidor da licença

# MicroserviceLicensing_ErrorSeeLogs
source: Error retrieving lease, see log for details
de: Fehler beim Abrufen der Lizenz; Einzelheiten dazu finden Sie im Protokoll
es: Error al recuperar el arrendamiento, consulte el registro para ver los detalles
es_mx: Error al recuperar el arrendamiento, consulte el registro para obtener detalles
fr: Erreur de libération de la concession, voir le journal pour plus de détails
ja: リースの取得エラー、詳細はログを参照してください
nl: Fout tijdens ophalen lease, zie logbestand voor meer informatie
pt_br: Erro ao recuperar a concessão, consulte o registro para obter detalhes
