Repository: IvanHdzRz/gws
Catalog: GWS/Resources/DevKitResources.*.resx
Languages: de, es, es_mx, fr, ja, nl, pt_br, ru

# VocabWord_SignOff
source: sign off
de: abmelden
es: cerrar sesión
es_mx: cerrar sesión
fr: fin de session
ja: サインオフ
nl: afmelden
pt_br: efetuar logoff
ru: выйти

# VocabWord_Yes
source: yes
de: ja
es: sí
es_mx: sí
fr: oui
ja: はい
nl: ja
pt_br: sim
ru: да

# VocabWord_No
source: no
de: nein
fr: non
ja: いいえ
nl: nee
pt_br: não
ru: нет

# VocabWord_UpdateTrain
source: update train
de: Training aktualisieren
es: actualizar formación
es_mx: actualizar entrenamiento
fr: mettre à jour la formation
ja: 更新トレーニング
nl: training bijwerken
pt_br: atualizar treinamento
ru: обновление обучения

# VocabWord_Info
source: info
es_mx: información
ja: インフォ
ru: сведения

# VocabWord_Option
source: options
de: Optionen
es: opciones
es_mx: opciones
ja: オプション
nl: opties
pt_br: opções
ru: параметры

# VocabWord_Negative
source: negative
de: negativ
es: negativo
es_mx: negativo
fr: négatif
ja: マイナス
nl: negatief
pt_br: negativo

# VocabWord_Cancel
source: cancel
de: abbrechen
es: cancelar
es_mx: cancelar
fr: annuler
ja: キャンセル
nl: annuleren
pt_br: cancelar

# OverflowMenuItem_ReportProblem
source: report problem
de: Problem melden
es: problema de informe
es_mx: informar un problema
fr: signaler un problème
ja: 問題の報告
nl: probleem rapporteren
pt_br: informar problema
ru: сообщить о проблеме

# AffirmativeButtonText
source: Yes
de: Ja
es: Sí
es_mx: Sí
fr: Oui
ja: はい
nl: Ja
pt_br: Sim
ru: Да

# NegativeButtonText
source: No
de: Nein
fr: Non
ja: いいえ
nl: Nee
pt_br: Não
ru: Нет

# Generic_Additional_Cmd_Background_Header
source: Processing Command
de: Befehl wird verarbeitet
es: Procesando el comando
es_mx: Procesando comando
fr: Commande de traitement
ja: コマンドを処理しています
nl: Verwerkingsopdracht
pt_br: Processando o comando

# Generic_SelectOperatorTeam_Header
source: Select Operator Team
de: Bediener-Team auswählen
es: Seleccionar equipo de operadores
es_mx: Seleccionar equipo de operadores
fr: Sélectionner une équipe d'opérateurs
ja: 作業員チームを選択
nl: Operatorteams selecteren
pt_br: Selecionar equipe de operadores

# Generic_SelectOperatorTeam_Prompt
source: select operator team
de: Bediener-Team auswählen
es: seleccionar equipo de operador
es_mx: seleccionar equipo de operadores
fr: sélectionner une équipe d'opérateurs
ja: 作業員チームを選択
nl: selecteer operatorteam
pt_br: selecionar equipe de operadores

# Generic_SignOn_Failed_EntrysBlank
source: Username and Password are required
de: Benutzername und Kennwort sind erforderlich
es: El nombre de usuario y la contraseña son obligatorios
es_mx: El nombre de usuario y la contraseña son obligatorios
fr: Le nom d'utilisateur et le mot de passe sont obligatoires
ja: ユーザ名とパスワードが必要です
nl: Gebruikersnaam en wachtwoord zijn verplicht
pt_br: São necessários o nome de usuário e a senha

# Generic_SignOn_Header
source: Select Operator
de: Bediener auswählen
es: Seleccionar operador
es_mx: Seleccionar operador
fr: Sélectionner l’opérateur
ja: 作業員を選択
nl: Operator selecteren
pt_br: Selecionar operador

# VoiceCentric_Header
source: Voice Centric Input
de: Sprachzentrierte Eingabe
es: Entrada centrada en la voz
es_mx: Entrada céntrica de voz
fr: Entrée axée sur la voix
ja: 音声中心入力
nl: Voicegerichte invoer
pt_br: Entrada habilitada por voz

# VoiceCentric_Label
source: Voice Centric Value
de: Sprachzentrierter Wert
es: Valor centrado en la voz
es_mx: Valor céntrico de voz
fr: Valeur axée sur la voix
ja: 音声中心値
nl: Voicegerichte waarde
pt_br: Valor habilitado por voz

# SOHLabel
source: SOH:
de: Lagerbestand:
es: Existencias disponibles:
es_mx: Existencias disp.:
nl: OV:
ru: Остаток товаров:

# FileBasedDateFormat
source: YYYY-MM-DD
de: JJJJ-MM-TT
es: DD-MM-AAAA
es_mx: AAAA-MM-DD
fr: AAAA-MM-JJ
nl: JJJJ-MM-DD
pt_br: AAAA-MM-DD

# PlanogramGroupIDPrompt
source: ID {0}
es: IDENTIFICADOR {0}
ru: Идентификатор {0}

# Abortable_AlternateBtnText
source: Ok
es: Aceptar
es_mx: Aceptar
ru: ОК

# BoomWaitWorkflowActivity_NextButtonText
source: OK
es: Aceptar
es_mx: Aceptar
ru: ОК

# Text_OK
source: OK
es: Aceptar
es_mx: Aceptar
ru: ОК

# alpha_i
source: I
es: Me
ru: Я
