Repository: IvanHdzRz/gws
Catalog: GWS/Resources/DevKitResources.*.resx
Languages: de, es, es_mx, fr, ja, nl, pt_br, ru

# noise_sample_no_speech_detected_warning
source: I did not hear you, please speak up a bit
de: Ich habe Sie nicht gehört. Bitte sprechen Sie etwas lauter.
es: No le he oído bien, ¿podría hablar un poco más alto?
es_mx: No lo escuché, por favor hable más alto
fr: Je n'ai pas entendu, veuillez parler un peu plus fort
ja: 聞こえませんでした、もう少し大きな声で話してください
nl: Ik heb u niet kunnen verstaan, kunt u luider spreken?
pt_br: Não entendi. Favor falar um pouco mais alto.
ru: Я вас не слышу, говорите немного громче

# noise_sample_first_utterance_prompt
source: Please say: {0}
de: Bitte sagen Sie "{0}"
es: Diga: {0}
es_mx: Diga: {0}
fr: Dites : {0}
ja: {0} と言ってください
nl: Zeg: {0}
pt_br: Fale: {0}
ru: Произнесите: {0}

# noise_sample_warning_too_long
source: Noise sample speech was too long
de: Geräuschprobe war zu lang
es: El texto de voz de la muestra de ruido es demasiado largo
es_mx: La muestra de ruido fue demasiado larga
fr: Le texte pour l'échantillon de bruit était trop long
ja: 雑音サンプルが長すぎました
nl: Geluidstest voor spreken was te lang
pt_br: A amostragem de ruído da fala era muito longa
ru: Слишком длинная выборка шумового сигнала

# noise_sample_completed
source: Noise Sample has completed
de: Geräuschprobe ist fertiggestellt
es: Muestra de ruido completada
es_mx: Se terminó la muestra de ruido
fr: L'échantillon de bruit est terminé
ja: 雑音のサンプルが終了しました
nl: Geluidstest is voltooid
pt_br: A amostragem de ruído está concluída
ru: Выборка шумового сигнала завершена

source: Noise Sample paused
de: Geräuschprobe pausiert
es: Muestra de ruido pausada
es_mx: Muestra de ruido pausada
fr: Échantillon de bruit mis en pause
ja: 雑音のサンプルが一時停止しました
nl: Geluidstest gepauzeerd
pt_br: Pausa na amostragem de ruído
ru: Выборка шумового сигнала приостановлена

# noise_sample_failed
source: Noise Sample has failed
de: Geräuschprobe ist fehlgeschlagen
es: Error en la muestra de ruido
es_mx: Falló la muestra de ruido
fr: L'échantillon de bruit a échoué
ja: 雑音のサンプルが失敗しました
nl: Geluidstest mislukt
pt_br: Falha na amostragem de ruído
ru: Не удалось выполнить выборку шумового сигнала

# training_please_say_following_words
source: Please say the following words
de: Bitte sagen Sie folgende Worte
es: Diga las palabras siguientes
es_mx: Diga las siguientes palabras
fr: Veuillez dire les mots suivants
ja: 次の言葉を言ってください
nl: Zeg de volgende woorden
pt_br: Fale as seguintes palavras
ru: Пожалуйста, произнесите следующие слова

# training_wait_for_template_creation
source: Creating voice templates. Please wait.
de: Sprachvorlagen werden erstellt. Bitte warten.
es: Creando plantillas de voz. Espere.
es_mx: Creando plantillas de voz. Espere.
fr: Création de modèles de voix. Veuillez patienter.
ja: 音声テンプレートを作成しています。お待ちください
nl: Stemsjablonen worden gemaakt. Een ogenblik geduld.
pt_br: Criando modelo de vozes. Aguarde.
ru: Выполняется создание голосовых шаблонов. Подождите.

source: Finished creating voice templates.
de: Das Erstellen von Sprachvorlagen ist abgeschlossen.
es: Se han acabado de crear plantillas de voz.
es_mx: Se terminaron de crear las plantillas de voz.
fr: Création de modèles de voix terminée.
ja: 音声テンプレートが作成されました。
nl: Stemsjablonen zijn voltooid.
pt_br: Criação do modelo de vozes finalizada.
ru: Выполняется создание голосовых шаблонов.

source: Training Interrupted
de: Training unterbrochen
es: Formación interrumpida
es_mx: Entrenamiento interrumpido
fr: Formation interrompue
ja: トレーニングが中断されました
nl: Training onderbroken
pt_br: Treinamento interrompido
ru: Обучение прервано

source: Training Timed Out
de: Zeitlimit für Training überschritten
es: Formación expirada
es_mx: Se excedió el tiempo de espera del entrenamiento
fr: Délai dépassé pour la formation
ja: トレーニングがタイムアウトしました
nl: Time-out training
pt_br: Treinamento expirado
ru: Время обучения истекло

source: Training Failed
de: Training fehlgeschlagen
es: Error en la formación
es_mx: Entrenamiento fallido
fr: Échec de la formation intégrée
ja: トレーニングが失敗しました
nl: Training mislukt
pt_br: Falha no treinamento
ru: Ошибка в процессе обучения

source: Training stopped
de: Training gestoppt
es: Formación detenida
es_mx: Entrenamiento detenido
fr: Formation arrêtée
ja: トレーニングが停止されました
nl: Training gestopt
pt_br: Treinamento parado
ru: Обучение остановлено

# phonetic_0
source: Zero
de: Null
es: Cero
es_mx: Cero
fr: Zéro
ja: ゼロ
nl: Nul
ru: Ноль

# phonetic_1
source: One
de: Eins
es: Uno
es_mx: Uno
fr: Un
ja: いち
nl: Een
pt_br: Um
ru: Один

# phonetic_2
source: Two
de: Zwei
es: Dos
es_mx: Dos
fr: Deux
ja: に
nl: Twee
pt_br: Dois
ru: Два

# phonetic_3
source: Three
de: Drei
es: Tres
es_mx: Tres
fr: Trois
ja: さん
nl: Drie
pt_br: Três
ru: Три

# phonetic_4
source: Four
de: Vier
es: Cuatro
es_mx: Cuatro
fr: Quatre
ja: よん
nl: Vier
pt_br: Quatro
ru: Четыре

# phonetic_5
source: Five
de: Fünf
es: Cinco
es_mx: Cinco
fr: Cinq
ja: ご
nl: Vijf
pt_br: Cinco
ru: Пять

# phonetic_6
source: Six
de: Sechs
es: Seis
es_mx: Seis
ja: ろく
nl: Zes
pt_br: Seis
ru: Шесть

# phonetic_7
source: Seven
de: Sieben
es: Siete
es_mx: Siete
fr: Sept
ja: なな
nl: Zeven
pt_br: Sete
ru: Семь

# phonetic_8
source: Eight
de: Acht
es: Ocho
es_mx: Ocho
fr: Huit
ja: はち
nl: Acht
pt_br: Oito
ru: Восемь

# phonetic_9
source: Nine
de: Neun
es: Nueve
es_mx: Nueve
fr: Neuf
ja: きゅう
nl: Negen
pt_br: Nove
ru: Девять

# phonetic_decimal
source: Point
de: Komma
es: Punto de
es_mx: Coma
fr: Virgule
ja: てん
nl: Komma
pt_br: Ponto
ru: Точки

# prompt_separator_then
source: Then:
de: Dann:
es: Entonces:
es_mx: Luego:
fr: Puis :
ja: 次に：
nl: Dan:
pt_br: Então:
ru: Затем:

# prompt_separator_or
source: Or:
de: Oder:
es: O:
es_mx: O:
fr: Ou :
ja: または：
nl: Of:
pt_br: Ou:
ru: Или:

# prompt_separator_if_required
source: If required:
de: Wenn erforderlich:
es: En caso necesario:
es_mx: De ser necesario:
fr: Si nécessaire :
ja: 必要な場合：
nl: Indien vereist:
pt_br: Se necessário:
ru: Если необходимо:

# whole_number_separator_phonetic
source: point
de: Komma
es: punto
es_mx: coma
fr: virgule
ja: てん
nl: komma
pt_br: ponto
ru: точка

# phonetic_dash
source: dash
de: Bindestrich
es: tablero
es_mx: guion
fr: tiret
ja: ダッシュ
nl: streepje
pt_br: traço
ru: тире

# confirmation_of_spoken_value
source: {0}, correct?
de: {0}, korrekt?
es: Usted dijo {0}. ¿Es correcto?
es_mx: {0}, ¿correcto?
ja: {0}、いいですか？
pt_br: {0}, correto?
ru: Вы произнесли {0}. Верно ли это?

# confirmation_of_spoken_value_and_anchor
source: {0}, {1}, correct?
de: {0}, {1}, korrekt?
es: {0}, {1}, ¿correcto?
es_mx: {0}, {1}, ¿correcto?
ja: {0}、{1}、いいですか？
pt_br: {0}, {1}, certo?

# pick_from_list_help_only_1_option
source: The only option is {0}
de: Die einzige Option ist "{0}".
es: La única opción es {0}
es_mx: La única opción es {0}
fr: La seule option est {0}
ja: オプションは {0} のみです
nl: De enige mogelijkheid is {0}
pt_br: A única opção é {0}
ru: Единственный вариант — {0}

# pick_from_list_help_multiple_options
source: The options are: {0} and {1}
de: Die Optionen sind "{0}" und "{1}".
es: Las opciones son: {0} y {1}
es_mx: Las opciones son: {0} y {1}
fr: Les options sont : {0} et {1}
ja: オプションは： {0} と {1} です
nl: De mogelijkheden zijn: {0} en {1}
pt_br: As opções são: {0} e {1}
ru: Варианты: {0} и {1}

# pick_from_list_confirmation_prompt
source: You selected {0}. Is that correct?
de: Sie haben "{0}" ausgewählt. Korrekt?
es: Usted seleccionó {0}. ¿Es correcto?
es_mx: Seleccionó {0}. ¿Es correcto?
fr: Vous avez sélectionné {0}. Est-ce correct ?
ja: {0} を選択しました。いいですか？
nl: U hebt {0} geselecteerd. Isdat correct?
pt_br: Você selecionou {0}. Está certo?
ru: Вы выбрали {0}. Верно ли это?

# digit_entry_say_digits
source: Speak {0} digits.
de: Sagen Sie {0} Ziffern.
es: Diga {0} cifras.
es_mx: Diga {0} dígitos.
fr: Dites {0} chiffres.
ja: {0} 桁の数字を言ってください
nl: Zeg {0} cijfers.
pt_br: Falar {0} dígitos.
ru: Произнесите {0} цифр(ы).

# digit_entry_say_between_digits
source: Speak between {0} and {1} digits.
de: Sagen Sie {0} bis {1} Ziffern.
es: Diga entre {0} y {1} cifras.
es_mx: Diga entre {0} y {1} dígitos.
fr: Dites entre {0} et {1} chiffres.
ja: {0} から {1} 桁の数字を言ってください
nl: Zeg tussen {0} en {1} cijfers.
pt_br: Falar entre os dígitos {0} e {1}.
ru: Произнесите от {0} до {1} цифр.

# value_entry_say_characters
source: Speak {0} characters.
de: Sagen Sie {0} Zeichen.
es: Diga {0} caracteres.
es_mx: Diga {0} caracteres.
fr: Dites {0} caractères.
ja: {0} 個の文字を言ってください
nl: Zeg {0} tekens
pt_br: Falar {0} caracteres.

# value_entry_say_between_characters
source: Speak between {0} and {1} characters.
de: Sagen Sie {0} bis {1} Zeichen.
es: Diga entre {0} y {1} caracteres.
es_mx: Diga entre {0} y {1} caracteres.
fr: Dites entre {0} et {1} caractères.
ja: {0} から {1} 個の文字を言ってください
nl: Zeg tussen {0} en {1} tekens.
pt_br: Falar entre os caracteres {0} e {1}.

# digit_entry_long_value_help
source: speak digits, pause to hear last group spoken, speak no to reject last group spoken, speak ready to complete entry.
de: sagen Sie Ziffern, warten Sie, um sich die letzte gesprochene Gruppe anzuhören, sagen Sie "Nein", um die letzte gesprochene Gruppe zurückzuweisen, sagen Sie "Bereit", um die Eingabe abzuschließen.
es: diga los dígitos, pare para escuchar el último grupo hablado, diga "no" para rechazar el último grupo hablado, diga "listo" para completar la entrada.
es_mx: diga dígitos, pause para escuchar el último grupo hablado, diga No para rechazar el último grupo hablado, diga Listo para completar la entrada.
fr: dites les chiffres, faites une pause pour entendre le dernier groupe prononcé, dites non pour rejeter le dernier groupe prononcé, dites prêt pour terminer l'entrée.
ja: 数字を言ってください。最後に言ったグループを聴くには少し待ってください。最後に言ったグループを拒否するには「いいえ」と言ってください。入力を完了するには「OK」と言ってください。
nl: zeg getallen, pauzeer om de laatst gesproken groep te horen, zeg "nee" om de laatst gesproken groep af te wijzen, zeg "gereed" om de invoer te voltooien.
pt_br: fale os dígitos, pause para ouvir o último grupo falado, diga não para rejeitar o último grupo falado, diga “pronto” para concluir.

# value_entry_long_value_help_characters
source: speak characters, pause to hear last group spoken, speak no to reject last group spoken, speak ready to complete entry.
de: sagen Sie Zeichen, warten Sie, um sich die letzte gesprochene Gruppe anzuhören, sagen Sie "Nein", um die letzte gesprochene Gruppe zurückzuweisen, sagen Sie "Bereit", um die Eingabe abzuschließen.
es: diga los caracteres, pare para escuchar el último grupo hablado, diga "no" para rechazar el último grupo hablado, diga "listo" para completar la entrada.
es_mx: diga caracteres, pause para escuchar el último grupo hablado, diga No para rechazar el último grupo hablado, diga Listo para completar la entrada.
fr: dites les caractères, faites une pause pour entendre le dernier groupe prononcé, dites non pour rejeter le dernier groupe prononcé, dites prêt pour terminer l'entrée.
ja: 文字を言ってください。最後に言ったグループを聴くには少し待ってください。最後に言ったグループを拒否するには「いいえ」と言ってください。入力を完了するには「OK」と言ってください。
nl: zeg tekens, pauzeer om de laatst gesproken groep te horen, zeg "nee" om de laatst gesproken groep af te wijzen, zeg "gereed" om de invoer te voltooien.
pt_br: fale os caracteres, pause para ouvir o último grupo falado, diga não para rejeitar o último grupo falado, diga “pronto” para concluir.

# default_help_no_help_available
source: No Help Available
de: Keine Hilfe verfügbar
es: No hay ayuda disponible
es_mx: No hay ayuda disponible
fr: Aucune aide disponible
ja: ヘルプ情報はありません
nl: Geen Help beschikbaar
pt_br: Não há ajuda disponível
ru: Справка недоступна

# default_help_only_1_word
source: Say {0}.
de: Sagen Sie "{0}".
es: Diga {0}.
es_mx: Diga {0}.
fr: Dites {0}.
ja: {0} と言ってください。
nl: Zeg {0}.
pt_br: Diga {0}
ru: Произнесите {0}.

# default_help_multiple_words
source: Say {0}, or {1}.
de: Sagen Sie "{0}" oder "{1}".
es: Diga {0}, o {1}.
es_mx: Diga {0} o {1}.
fr: Dites {0}, ou {1}.
ja: {0} または {1} と言ってください 。
nl: Zeg {0} of {1}.
pt_br: Diga {0}, ou {1}
ru: Произнесите {0} или {1}.

# default_help_multiple_words_and_anchors
source: followed by {0}, or {1}
de: gefolgt von {0} oder {1}
es: seguido de {0} o {1}
es_mx: seguido de {0} o {1}
fr: suivi par {0}, ou {1}
ja: その後に {0}、または {1}
nl: gevolgd door {0} of {1}
pt_br: seguido de {0} ou {1}

source: yes
de: ja
es: sí
es_mx: sí
fr: oui
ja: はい
nl: ja
pt_br: sim
ru: да

source: no
de: nein
fr: non
ja: いいえ
nl: nee
pt_br: não
ru: нет

# accept_entry_word
source: ready
de: bereit
es: listo
es_mx: listo
fr: prêt
ja: OK
nl: gereed
pt_br: pronto
ru: готово

# next_entry_word
source: next
de: weiter
es: siguiente
es_mx: siguiente
fr: suivant
ja: 次へ
nl: volgende
pt_br: próxima
ru: далее

# digits_word
source: digits
de: Ziffern
es: cifras
es_mx: dígitos
fr: chiffres
ja: 数字
nl: cijfers
pt_br: dígitos
ru: цифры

# Validation_GetValue_MinAndMax
source: You entered {0}, value must be between {1} and {2}, try again
de: Sie haben {0} eingegeben. Der Wert muss aber zwischen {1} und {2} liegen. Versuchen Sie es noch einmal
es: Ha introducido {0}; el valor debe estar entre {1} y {2}, vuelva a intentarlo
es_mx: Ingresó {0}, el valor debe ser entre {1} y {2}, vuelva a intentarlo
fr: Vous avez entré {0}, la valeur doit être comprise entre {1} et {2}, réessayez
ja: {0} と入力しましたが、値は {1} と {2} の間でなければなりません。もう一度
nl: U hebt {0} ingevoerd, de waarde moet tussen {1} en {2} liggen, probeer het opnieuw
pt_br: Você inseriu {0}, o valor deve estar entre {1} e {2}, tente novamente

# Validation_GetValue_Min
source: You entered {0}, value must be greater than or equal to {1}, try again
de: Sie haben {0} eingegeben. Der Wert darf aber nicht kleiner als {1} sein. Versuchen Sie es noch einmal
es: ha introducido {0}; el valor debe ser mayor o igual que {1}, vuelva a intentarlo
es_mx: Ingresó {0}, el valor debe ser mayor que o igual a {1}, vuelva a intentarlo
fr: Vous avez entré {0}, la valeur doit être supérieure ou égale à {1}, réessayez
ja: {0} と入力しましたが、値は {1} と等しいか、より大きくなければなりません。もう一度
nl: U hebt {0} ingevoerd, de waarde moet groter dan of gelijk aan {1} zijn, probeer het opnieuw
pt_br: Você inseriu {0}, o valor deve ser superior ou igual a {1}, tente novamente

# Validation_GetValue_Max
source: You entered {0}, value must be less than or equal to {1}, try again
de: Sie haben {0} eingegeben. Der Wert darf aber nicht größer als {1} sein. Versuchen Sie es noch einmal
es: ha introducido {0}; el valor debe ser menor o igual que {1}, vuelva a intentarlo
es_mx: Ingresó {0}, el valor debe ser menor que o igual a {1}, vuelva a intentarlo
fr: Vous avez entré {0}, la valeur doit être inférieure ou égale à {1}, réessayez
ja: {0} と入力しましたが、値は {1} と等しいか、より小さくなければなりません。もう一度
nl: U hebt {0} ingevoerd, de waarde moet kleiner dan of gelijk aan {1} zijn, probeer het opnieuw
pt_br: Você inseriu {0}, o valor deve ser inferior ou igual a {1}, tente novamente

# Validation_GetValue_NotNumeric
source: {0}, is not a numeric value, try again
de: {0} ist kein numerischer Wert. Versuchen Sie es noch einmal
es: {0} no es un valor numérico, vuelva a intentarlo
es_mx: {0} no es un valor numérico, vuelva a intentarlo
fr: {0} n'est pas une valeur numérique, réessayez
ja: {0} は数値ではありません。もう一度
nl: {0} is geen numerieke waarde, probeer het opnieuw
pt_br: {0}, não é um valor numérico, tente novamente

# Validation_GetValue_MinLength
source: wrong {0}, enter at least {1} total characters
de: {0} ist falsch; geben Sie insgesamt mindestens {1} Zeichen ein
es: incorrecto {0}, introduzca un mínimo total de {1} caracteres
es_mx: {0} incorrecto, ingrese al menos {1} caracteres totales
fr: {0} incorrect, entrez au moins {1} caractères au total
ja: 間違った {0} です。合計 {1} 文字以上を入力してください
nl: {0} verkeerd, voer in totaal ten minste {1} tekens in
pt_br: {0} errado, insira no mínimo {1} caracteres no total

# Validation_GetValue_MaxLength
source: wrong {0}, enter at most {1} total characters
de: {0} ist falsch; geben Sie insgesamt höchstens {1} Zeichen ein
es: incorrecto {0}, introduzca un máximo total de {1} caracteres
es_mx: {0} incorrecto, ingrese un máximo de {1} caracteres totales
fr: {0} incorrect, entrez au plus {1} caractères au total
ja: 間違った {0} です。合計 {1} 文字以下を入力してください
nl: {0} verkeerd, voer in totaal maximaal {1} tekens in
pt_br: {0} errado, insira no máximo {1} caracteres no total

# Validation_GetDigits_InsufficientWholeNumbers
source: wrong {0}, enter at least {1} digits before the decimal place
de: {0} ist falsch; geben Sie mindestens {1} Ziffern vor dem Komma ein
es: incorrecto {0}, introduzca un mínimo de {1} dígitos antes del lugar de los decimales
es_mx: {0} incorrecto, ingrese al menos {1} dígitos antes del decimal
fr: {0} incorrect, entrez au moins {1} chiffres avant la virgule
ja: 間違った {0} です。小数点の前に少なくとも {1} 桁を入力してください
nl: {0} verkeerd, voer ten minste {1} cijfers in voor de komma
pt_br: {0} errado, insira no mínimo {1} dígitos antes da casa decimal

# Validation_GetDigits_ExcessiveWholeNumbers
source: wrong {0}, enter no more than {1} digits before the decimal place
de: {0} ist falsch; geben Sie höchstens {1} Ziffern vor dem Komma ein
es: incorrecto {0}, introduzca un máximo de {1} dígitos antes del lugar de los decimales
es_mx: {0} incorrecto, ingrese un máximo de {1} dígitos antes del decimal
fr: {0} incorrect, entrez au plus {1} chiffres avant la virgule
ja: 間違った {0} です。小数点の前に {0} 桁より多く入力しないでください
nl: {0} verkeerd, voer niet meer dan {1} cijfers in voor de komma
pt_br: {0} errado, insira não mais que {1} dígitos antes da casa decimal

# Validation_GetDigits_InsufficientPrecision
source: wrong {0}, enter at least {1} digits after the decimal place
de: {0} ist falsch; geben Sie mindestens {1} Ziffern nach dem Komma ein
es: incorrecto {0}, introduzca un mínimo de {1} dígitos después del lugar de los decimales
es_mx: {0} incorrecto, ingrese al menos {1} dígitos después del decimal
fr: {0} incorrect, entrez au moins {1} chiffres après la virgule
ja: 間違った {0} です。小数点の後に少なくとも {1} 桁を入力してください
nl: {0} verkeerd, voer ten minste {1} cijfers in achter de komma
pt_br: {0} errado, insira no mínimo {1} dígitos depois da casa decimal

# Validation_GetDigits_ExcessivePrecision
source: wrong {0}, enter no more than {1} digits after the decimal place
de: {0} ist falsch; geben Sie höchstens {1} Ziffern nach dem Komma ein
es: incorrecto {0}, introduzca un máximo de {1} dígitos después del lugar de los decimales
es_mx: {0} incorrecto, ingrese un máximo de {1} dígitos después del decimal
fr: {0} incorrect, entrez au plus {1} chiffres après la virgule
ja: 間違った {0} です。小数点の後に {0} 桁より多く入力しないでください
nl: {0} verkeerd, voer niet meer dan {1} cijfers in achter de komma
pt_br: {0} errado, insira não mais que {1} dígitos depois da casa decimal

# Validation_GetValue_InvalidCharacters
source: wrong {0}, invalid characters
de: {0} ist falsch, ungültige Zeichen
es: incorrecto {0}, caracteres no válidos
es_mx: {0} incorrecto, caracteres no válidos
fr: {0} incorrect, caractères non valides
ja: 間違った {0} です。無効な文字です
nl: {0} verkeerd, ongeldige tekens
pt_br: {0} errado, caracteres inválidos

# Validation_General_UnexpectedValue
source: wrong {0}, try again
de: {0} ist falsch; versuchen Sie es noch einmal
es: incorrecto {0}, vuelva a intentarlo
es_mx: {0} incorrecto, vuelva a intentarlo
fr: {0} incorrect, réessayez
ja: 間違った {0} です。もう一度
nl: {0} verkeerd, probeer het opnieuw
pt_br: {0} errado, tente novamente

# DateEntryDialogue_Day_Prompt
source: Day?
de: Tag?
es: ¿Día?
es_mx: ¿Día?
fr: Jour ?
ja: 日付は？
nl: Dag?
pt_br: Dia?

# DateEntryDialogue_Month_Prompt
source: Month?
de: Monat?
es: ¿Mes?
es_mx: ¿Mes?
fr: Mois ?
ja: 月は？
nl: Maand?
pt_br: Mês?

# DateEntryDialogue_Year_Prompt
source: Year?
de: Jahr?
es: ¿Año?
es_mx: ¿Año?
fr: Année ?
ja: 年は？
nl: Jaar?
pt_br: Ano?

# DateDialogue_Invalid_Prompt
source: Invalid date for month {0}, day {1}, and year {2}
de: Ungültige Angabe für Monat {0}, Tag {1} und Jahr {2}
es: Fecha no válida para el mes {0}, día {1} y año {2}
es_mx: Fecha no válida para mes {0}, día {1} y año {2}
fr: Date non valide pour le mois {0}, le jour {1} et l'année {2}
ja: {2} 年、\{0}月、\{1} 日の日付が間違っています
nl: Ongeldige datum voor maand {0}, dag {1} en jaar {2}
pt_br: Data inválida para mês {0}, dia {1}, e ano {2}

# DateDialogue_BiggerThanMax_Prompt
source: Invalid month {0}, day {1}, and year {2}, please enter a date on or before month {3}, day {4}, and year {5}.
de: Ungültige Angabe für Monat {0}, Tag {1} und Jahr {2}; geben Sie bitte ein Datum ein, das nicht nach dem Monat {3}, Tag {4} und Jahr {5} liegt.
es: Mes {0}, día {1} y año {2} no válidos, introduzca una fecha que coincida o sea anterior al mes {3}, día {4} y año {5}.
es_mx: Mes {0}, día {1} y año {2} no válidos, ingrese una fecha en o antes del mes {3}, día {4} y año {5}.
fr: Mois {0}, jour {1} et année {2} non valides, veuillez entrer une date antérieure ou égale au mois {3}, au jour {4} et à l'année {5}.
ja: {2} 年、{0} 月、{1} 日、が間違っています。 {5} 年、{3} 月、{4} 日以前の日付を入力してください。
nl: Ongeldige maand {0}, dag {1} en jaar {2}, voer een datum in vóór maand {3}, dag {4} en jaar {5}.
pt_br: Mês {0}, dia {1}, e ano {2} inválidos, insira uma data em ou anterior ao mês {3}, dia {4}, e ano {5}.

# DateDialogue_SmallerThanMin_Prompt
source: Invalid month {0}, day {1}, and year {2}, please enter a date on or after month {3}, day {4}, and year {5}.
de: Ungültige Angabe für Monat {0}, Tag {1} und Jahr {2}; geben Sie bitte ein Datum ein, das nicht nach dem Monat {3}, Tag {4} und Jahr {5} liegt.
es: Mes {0}, día {1} y año {2} no válidos, introduzca una fecha que coincida o sea posterior al mes {3}, día {4} y año {5}.
es_mx: Mes {0}, día {1} y año {2} no válidos, ingrese una fecha en o después del mes {3}, día {4} y año {5}.
fr: Mois {0}, jour {1} et année {2} non valides, veuillez entrer une date postérieure ou égale au mois {3}, au jour {4} et à l'année {5}.
ja: {2} 年、{0} 月、{1} 日、が間違っています。 {5} 年、{3} 月、{4} 日以降の日付を入力してください。
nl: Ongeldige maand {0}, dag {1} en jaar {2}, voer een datum in op of na maand {3}, dag {4} en jaar {5}.
pt_br: Mês {0}, dia {1}, e ano {2} inválidos, insira uma data em ou posterior ao mês {3}, dia {4}, e ano {5}.

# DateEntryDialogue_StartEntryM_Prompt
source: Speak 2 digits for the month,
de: Sagen Sie 2 Ziffern für den Monat,
es: Diga 2 dígitos para el mes,
es_mx: Diga 2 dígitos para el mes,
fr: Dites 2 chiffres pour le mois,
ja: 月を 2 桁で言ってください。
nl: Zeg 2 cijfers voor de maand,
pt_br: Fale 2 dígitos para o mês,

# DateEntryDialogue_StartEntryD_Prompt
source: Speak 2 digits for the day,
de: Sagen Sie 2 Ziffern für den Tag,
es: Diga dos dígitos para el día,
es_mx: Diga 2 dígitos para el día,
fr: Dites 2 chiffres pour le jour,
ja: 日を 2 桁で言ってください。
nl: Zeg 2 cijfers voor de dag,
pt_br: Fale 2 dígitos para o dia,

# DateEntryDialogue_StartEntryY_Prompt
source: Speak 2 digits for the year,
de: Sagen Sie 2 Ziffern für das Jahr,
es: Diga 2 dígitos para el año,
es_mx: Diga 2 dígitos para el año,
fr: Dites 2 chiffres pour l'année,
ja: 年を 2 桁で言ってください。
nl: Zeg 2 cijfers voor het jaar,
pt_br: Fale 2 dígitos para o ano,

# DateEntryDialogue_Confirmation_Prompt
source: month {0}, day {1}, and year {2}
de: Monat {0}, Tag {1} und Jahr {2}
es: mes {0}, día {1} y año {2}
es_mx: mes {0}, día {1} y año {2}
fr: le mois {0}, le jour {1} et l'année {2}
ja: {2} 年、{0} 月、{1} 日
nl: maand {0}, dag {1} en jaar {2}
pt_br: mês {0}, dia {1}, e ano {2}

# VocabWord_Help
source: help
de: Hilfe
es: ayuda
es_mx: ayuda
fr: aide
ja: ヘルプ
pt_br: ajuda
ru: справка

# VocabWord_SayAgain
source: say again
de: wiederholen
es: dígalo otra vez
es_mx: repetir
fr: redire
ja: もう一度
nl: zeg het opnieuw
pt_br: repita
ru: произнесите снова

# VocabWord_StandBy
source: standby
de: Bereitschaft
es: en espera
es_mx: en espera
fr: en veille
ja: スタンバイ
pt_br: espera
ru: ожидание

# VocabWord_NoiseSample
source: noise sample
de: Geräuschprobe
es: muestra de ruido
es_mx: muestra de ruido
fr: échantillon de bruit
ja: 雑音サンプル
nl: geluidstest
pt_br: amostragem de ruído
ru: шумовая выборка

# VocabWord_Continue
source: continue
de: weiter
es: continuar
es_mx: continuar
fr: continuer
ja: 続行
nl: doorgaan
pt_br: continuar
ru: продолжить
