Repository: IvanHdzRz/gws
Catalog: GWS/Resources/DevKitResources.*.resx
Languages: de, es, es_mx, fr, ja, nl, pt_br, ru

# PhotoCapture_CameraExceptionMessage
source: Unable to open camera
de: Kamera kann nicht geöffnet werden
es: No se puede abrir la cámara
es_mx: No se puede abrir la cámara
fr: Impossible d'ouvrir l'appareil photo
ja: カメラを開くことができません
nl: Kan camera niet openen
pt_br: Não foi possível abrir a câmera

# PhotoCapture_PhotosExceptionMessage
source: Unable to open photo gallery
de: Fotogalerie kann nicht geöffnet werden
es: No se puede abrir la galería de fotos
es_mx: No se puede abrir la galería de fotos
fr: Impossible d'ouvrir la galerie
ja: 写真ギャラリーを開くことができません
nl: Kan fotogalerie niet openen
pt_br: Não foi possível abrir a galeria de fotos

# EntryPlaceholder_VoiceDisabled
source: Scan/Type
de: Scannen/Eingeben
es: Escanear/teclear
es_mx: Escanear/Escribir
fr: Numériser/Taper
ja: スキャン/キー入力
nl: Scannen/typen
pt_br: Escanear/Digitar

# EntryPlaceholder_VoiceEnabled
source: Speak/Scan/Type
de: Sagen/Scannen/Eingeben
es: Decir/escanear/teclear
es_mx: Decir/Escanear/Escribir
fr: Parler/Numériser/Taper
ja: 話す/スキャン/キー入力
nl: Spreken/scannen/typen
pt_br: Falar/Escanear/Digitar

# AudioCapture_StartRecording
source: Start Recording
de: Aufnahme starten
es: Iniciar la grabación
es_mx: Comenzar la grabación
fr: Démarrer l'enregistrement
ja: 録音開始
nl: Start opname
pt_br: Começar a gravar

# AudioCapture_StopRecording
source: Stop Recording
de: Aufnahme stoppen
es: Detener la grabación
es_mx: Detener la grabación
fr: Arrêter l'enregistrement
ja: 録音終了
nl: Stop opname
pt_br: Parar de gravar

# AudioCapture_AnotherNote_Prompt
source: Another Note
de: Weitere Notiz
es: Otra nota
es_mx: Otra nota
fr: Autre note
ja: ノート追加
nl: Nog een opmerking
pt_br: Outra nota

# AudioCapture_AnotherNote_Vocab
source: another note
de: weitere Notiz
es: otra nota
es_mx: otra nota
fr: autre note
ja: ノート追加
nl: nog een opmerking
pt_br: outra nota

# VoiceNotes_Voice
source: Voice
de: Sprachbefehl
es: Voz
es_mx: Voz
fr: Voix
ja: 音声
nl: Stem
pt_br: Voz

# VoiceNotes_Text
source: Text
es: Texto
es_mx: Texto
fr: Texte
ja: テキスト
nl: Tekst
pt_br: Texto

# RecordMemo_Prompt
source: say ready to begin recording
de: Um mit der Aufnahme zu beginnen, sagen Sie "Bereit"
es: diga "listo" para iniciar la grabación
es_mx: diga Listo para empezar a grabar
fr: dites prêt pour commencer l'enregistrement
ja: 録音を開始するにはOKと言ってください
nl: zeg "gereed" om te beginnen met opnemen
pt_br: diga “pronto” para começar a gravar

# ReviewMemos_Prompt
source: say ready to play current memo, next to play the next memo, or no more if finished reviewing memos
de: wenn Sie das aktuelle Memo abspielen möchten, sagen Sie "Bereit", wenn Sie das nächste Memo abspielen möchten, sagen Sie "Weiter", wenn Sie mit dem Anhören von Memos fertig sind, sagen Sie "Ende"
es: diga "listo" para reproducir la memo actual, "siguiente" para reproducir la siguiente memo o "nada más" cuando haya terminado de revisar memos
es_mx: diga “Listo” para reproducir memorando actual, “Siguiente” para reproducir el siguiente memorando o diga “No más” cuando haya terminado de revisar memorandos
fr: dites Prêt pour lire la note de service en cours, Suivant pour lire la note de service suivante, ou Fini si vous avez terminé de passer en revue les notes de service.
ja: 現在のメモを再生するには「OK」、次のメモを再生するには「次へ」、メモのレビューが終了したら「以上」と言ってください
nl: zeg "gereed" om het huidige memo af te spelen, "volgende" om het volgende memo af te spelen, of "dat is het" als u klaar bent met memo's bekijken
pt_br: diga “pronto” para reproduzir o recado atual, “próximo” para reproduzir o próximo recado ou “não mais” se tiver terminado de revisar os recados

# RecordMemo_RecogDisabled_Header
source: Memos cannot start recording with voice recognition disabled
de: Solange die Spracherkennung deaktiviert ist, können keine Memos aufgenommen werden
es: Las memos no pueden iniciar la grabación con el reconocimiento de voz desactivado
es_mx: No se pueden comenzar a grabar memorandos si el reconocimiento de voz está desactivado
fr: Les notes de service ne peuvent pas être enregistrées si la reconnaissance vocale est désactivée
ja: 音声認識が無効な場合メモの録音を開始できません
nl: Memo's kan niet starten met opnemen als spraakherkenning is uitgeschakeld
pt_br: Os recados não podem começar a gravação com o reconhecimento de voz desativado

# RecordMemo_RecogDisabled_Prompt
source: memos cannot start recording with voice recognition disabled
de: Solange die Spracherkennung deaktiviert ist, können keine Memos aufgenommen werden
es: las memos no pueden iniciar la grabación con el reconocimiento de voz desactivado
es_mx: no se pueden comenzar a grabar memorandos si el reconocimiento de voz está desactivado
fr: les notes de service ne peuvent pas être enregistrées si la reconnaissance vocale est désactivée
ja: 音声認識が無効な場合メモの録音を開始できません
nl: memo's kan niet starten met opnemen als spraakherkenning is uitgeschakeld
pt_br: os recados não podem começar a gravação com o reconhecimento de voz desativado

# ReviewNotes_Prompt
source: say ready to play current note, next to play the next note, or no more if finished reviewing notes
de: wenn Sie die aktuelle Notiz abspielen möchten, sagen Sie "Bereit", wenn Sie die nächste Notiz abspielen möchten, sagen Sie "Weiter", wenn Sie mit dem Anhören von Notizen fertig sind, sagen Sie "Ende"
es: diga "listo" para reproducir la nota actual, "siguiente" para reproducir la nota siguiente o "nada más" si ha terminado de revisar las notas
es_mx: diga “Listo” para reproducir la nota actual, “Siguiente” para reproducir la siguiente nota o diga “No más” cuando haya terminado de revisar las notas
fr: dites Prêt pour lire la note actuelle, Suivant pour lire la note suivante, ou Fini si vous avez terminé la revue des notes
ja: 現在の備考を再生するには「OK」、次の備考を再生するには「次へ」、備考のレビューが終了したら「以上」と言ってください
nl: zeg "gereed" om de actie opmerking af te spelen, "volgende" om de volgende opmerking af te spelen of "dat is het" als u klaar bent met opmerkingen doornemen
pt_br: diga “pronto” para reproduzir a nota atual, “próxima” para reproduzir a próxima nota ou “não mais” se tiver terminado de revisar as notas

# Transcription_Placeholder
source: Transcription
de: Transkription
es: Transcripción
es_mx: Transcripción
ja: 文字起こし
nl: Transcriptie
pt_br: Transcrição

# VocabWord_OrderStatus
source: order status
de: Auftragsstatus
es: estado del pedido
es_mx: estado del pedido
fr: statut de la commande
ja: オーダーステータス
nl: bestelstatus
pt_br: status de pedido
ru: статус заказа

# SignOnText
source: Sign On
de: Anmelden
es: Iniciar sesión
es_mx: Iniciar sesión
fr: Ouverture de session
ja: サインオン
nl: Aanmelden
pt_br: Efetuar logon
ru: Войти

# SignOffText
source: Sign Off
de: Abmelden
es: Cerrar sesión
es_mx: Cerrar sesión
fr: Fin de session
ja: サインオフ
nl: Afmelden
pt_br: Efetuar logoff
ru: Выйти

# UpdateTrainSelectWordWorkflowActivity_VocabSet
source: Select Vocabulary Set
de: Vokabularsatz auswählen
es: Seleccionar conjunto de vocabulario
es_mx: Seleccionar conjunto de vocabulario
fr: Sélectionner la série de vocabulaire
ja: ボキャブラリーセットを選択
nl: Selecteer woordenlijstset
pt_br: Selecionar o conjunto de vocabulário

# UpdateTrainSelectWordWorkflowActivity_SelectVocabSet
source: Select Vocabulary Set
de: Vokabularsatz auswählen
es: Seleccionar conjunto de vocabulario
es_mx: Seleccionar conjunto de vocabulario
fr: Sélectionner la série de vocabulaire
ja: ボキャブラリーセットを選択
nl: Selecteer woordenlijstset
pt_br: Selecionar o conjunto de vocabulário

# UpdateTrainSelectWordWorkflowActivity_VocabSet_Current
source: Current
de: Aktuell
es: Actual
es_mx: Actual
fr: En cours
ja: 現在
nl: Huidig
pt_br: Atual

# UpdateTrainSelectWordWorkflowActivity_VocabSet_All
source: All
de: Alle
es: Todos
es_mx: Todo
fr: Tous
ja: すべて
nl: Alles
pt_br: Todos

# UpdateTrainSelectWordWorkflowActivity_VocabSet_Untrained
source: Untrained
de: Nicht trainiert
es: Sin practicar
es_mx: No entrenado
fr: Non formé
ja: トレーニング未完
nl: Niet-getraind
pt_br: Sem treinamento

# WorkflowListWorkflowActivity_Header
source: Say a number or tap a workflow to select
de: Zum Auswählen eine Zahl sagen oder auf einen Workflow tippen
es: Diga un número o toque un flujo de trabajo para seleccionarlo
es_mx: Diga un número o pulse un flujo de trabajo para seleccionar
fr: Dites un nombre ou appuyez sur un flux de travail pour effectuer la sélection
ja: 番号を言うかワークフローをタップして選択
nl: Zeg een nummer of tik op een werkstroom die u wilt selecteren
pt_br: Diga um número ou toque em um fluxo de trabalho para selecionar
ru: Произнесите номер или коснитесь рабочего процесса для выбора

# WorkflowListWorkflowActivity_InitialPrompt
source: Select a workflow
de: Wählen Sie einen Workflow aus
es: Seleccionar un flujo de trabajo
es_mx: Seleccionar un flujo de trabajo
fr: Sélectionner un flux de travail
ja: ワークフローを選択
nl: Selecteer een werkstroom
pt_br: Selecionar fluxo de trabalho
ru: Выберите рабочий процесс

# VoiceAndAudioSettingsWorkflowActivity_ToastDialogs
source: Transcribes prompts spoken by the app onto the screen
de: Transkribiert von der App gesprochene Anweisungen auf dem Bildschirm
es: Transcribe indicaciones dichas por la aplicación en la pantalla
es_mx: Transcribe las indicaciones habladas por la aplicación en la pantalla
fr: Transcrit à l'écran les invites prononcées par l'application
ja: アプリの読み上げるプロンプトを画面に表示
nl: Transcribeert door de app gesproken prompts op het scherm
pt_br: Transcreve as instruções faladas pelo aplicativo na tela

# VoiceAndAudioSettingsWorkflowActivity_DisableToastDialogs
source: On-screen voice captioning is disabled
de: Untertitelung auf dem Bildschirm ist deaktiviert
es: El subtitulado de voz en pantalla está desactivado
es_mx: Los subtítulos de voz en pantalla están deshabilitados
fr: Le sous-titrage sur l'écran est désactivé
ja: 画面上のキャプション表示は無効です
nl: Stem vastleggen op het scherm is uitgeschakeld
pt_br: A legenda de voz na tela está desativada

# VoiceAndAudioSettingsWorkflowActivity_EnableToastDialogs
source: On-screen voice captioning is enabled.
de: Untertitelung auf dem Bildschirm ist aktiviert.
es: El subtitulado de voz en pantalla está activado.
es_mx: Los subtítulos de voz en pantalla están habilitados.
fr: Le sous-titrage sur l'écran est activé.
ja: 画面上のキャプション表示は有効です
nl: Stem vastleggen op het scherm is ingeschakeld.
pt_br: A legenda de voz na tela está ativada.

# ServerSettingsWorkflowActivity_ChooseWorkflowFilter
source: Choose Workflow Filter
de: Workflow-Filter auswählen
es: Seleccionar filtro de flujo de trabajo
es_mx: Elegir filtro de flujo de trabajo
fr: Sélectionner le filtre de flux de travail
ja: ワークフローフィルタ選択
nl: Werkstroomfilter kiezen
pt_br: Escolher o filtro do fluxo de trabalho
ru: Выбрать фильтр рабочего процесса

# ServerSettingsWorkflowActivity_EmbeddedDemo
source: Embedded Demo
de: Eingebettete Demo
es: Demostración insertada
es_mx: Demostración incorporada
fr: Démo intégrée
ja: 組み込みデモ
nl: Ingesloten demo
pt_br: Demonstração incorporada
ru: Встроенная демонстрация

# ServerSettingsWorkflowActivity_Server
source: Server
es: Servidor
es_mx: Servidor
fr: Serveur
ja: サーバ
pt_br: Servidor
ru: Сервер

# ServerSettingsWorkflowActivity_ServerSecureConnections
source: Server Secure Connections
de: Sichere Serververbindungen
es: Conexiones seguras del servidor
es_mx: Conexiones seguras del servidor
fr: Connexions sécurisées au serveur
ja: サーバへの安全な接続
nl: Beveiligde verbindingen server
pt_br: Conexões seguras do servidor
ru: Безопасные подключения сервера

# ServerSettingsWorkflowActivity_ServerHost
source: Server Host
es: Host del servidor
es_mx: Sistema central del servidor
fr: Hôte du serveur
ja: サーバホスト
pt_br: Host do servidor
ru: Хост сервера

# ServerSettingsWorkflowActivity_ServerPort
source: Server Port
es: Puerto del servidor
es_mx: Puerto del servidor
fr: Port du serveur
ja: サーバポート
nl: Serverpoort
pt_br: Porta do servidor
ru: Порт сервера

# ServerSettingsWorkflowActivity_SiteLabel
source: Site
de: Standort
es: Sitio
es_mx: Sitio
ja: サイト
nl: Locatie
pt_br: Instalação
ru: Объект

# ServerSettingsWorkflowActivity_SubmitButtonText
source: Done
de: Fertig
es: Hecho
es_mx: Hecho
fr: Terminé
ja: 終了
nl: Gereed
pt_br: Concluído
ru: Готово

# ServerSettingsWorkflowActivity_SitePickerTitle
source: Pick Site
de: Standort auswählen
es: Elegir sitio
es_mx: Seleccionar sitio
fr: Sélectionner le site
ja: サイトを選択
nl: Locatie kiezen
pt_br: Escolher instalação
ru: Выбрать объект

# ServerSettingsWorkflowActivity_LoadingSites
source: Loading Sites...
de: Standorte werden geladen...
es: Cargando sitios...
es_mx: Cargando sitios...
fr: Chargement des sites...
ja: サイトを読み込んでいます...
nl: Locaties laden...
pt_br: Carregando instalações...
ru: Загрузка объектов...

# ServerSettingsWorkflowActivity_SitesUnavailable
source: Sites are currently not available.
de: Standorte sind derzeit nicht verfügbar.
es: Los sitios no están disponibles actualmente.
es_mx: Los sitios actualmente no están disponibles.
fr: Les sites ne sont pas disponibles en ce moment.
ja: サイトは現在使用できません。
nl: Locaties zijn momenteel niet beschikbaar.
pt_br: As instalações não estão disponíveis no momento.
ru: Объекты в настоящее время недоступны.

# NoiseSampleDisableVoiceRecognitionAlertTitleText
source: Disable Voice Recognition?
de: Spracherkennung deaktivieren?
es: ¿Quiere desactivar el reconocimiento de voz?
es_mx: ¿Desactivar reconocimiento de voz?
fr: Désactiver la reconnaissance vocale ?
ja: 音声認識を無効にしますか？
nl: Spraakherkenning uitschakelen?
pt_br: Desativar o reconhecimento de voz?
ru: Отключить распознавание голоса?

# NoiseSampleDisableVoiceRecognitionAlertMessageText
source: If you continue, the application will disable voice recognition until you enable it in the Voice and Audio Settings menu.
de: Wenn Sie fortfahren, wird die Spracherkennung deaktiviert. Sie bleibt so lange deaktiviert, bis Sie sie im Menü "Sprach- und Audio-Einstellungen" aktivieren.
es: Si continúa, la aplicación desactivará el reconocimiento de voz hasta que lo active en el menú de configuración de voz y audio.
es_mx: Si continúa, la aplicación desactivará el reconocimiento de voz hasta que lo active en el menú Configuración de voz y audio.
fr: Si vous continuez, l'application désactivera la reconnaissance vocale jusqu'à ce que vous l'activiez dans le menu Paramètres vocaux et audio.
ja: 続行すると、音声およびオーディオ設定メニューで再度有効にされるまでアプリケーションは音声認識を無効にします。
nl: Als u doorgaat, schakelt de app spraakherkenning uit tot u deze inschakelt in het instellingsmenu Spraak en audio.
pt_br: Se você continuar, o aplicativo desativará o reconhecimento de voz até que você o ative no menu Configurações de voz e áudio.
ru: Если продолжить, приложение отключит распознавание голоса до тех пор, пока вы не включите его в меню настроек голоса и звука.

# NoiseSampleDisableVoiceRecognitionAlertAcceptText
source: Continue
de: Weiter
es: Continuar
es_mx: Continuar
fr: Continuer
ja: 続行
nl: Doorgaan
pt_br: Continuar
ru: Продолжить

# NoiseSampleDisableVoiceRecognitionAlertCancelText
source: Cancel
de: Abbrechen
es: Cancelar
es_mx: Cancelar
fr: Annuler
ja: キャンセル
nl: Annuleren
pt_br: Cancelar
ru: Отмена

# SignOffFromFlyoutConfirmationWorkflowActivity_Header
source: Say "yes" or "no" to continue
de: Sagen Sie "Ja" oder "Nein", um fortzufahren
es: Diga "Yes" (Sí) o "No" (No) para continuar
es_mx: Diga “sí” o “no” para continuar
fr: Dites « oui » ou « non » pour continuer
ja: 続行するには「はい」または「いいえ」と言ってください
nl: Zeg "ja" of "nee" om door te gaan
pt_br: Diga "sim" ou "não" para continuar
ru: Произнесите "да" или "нет", чтобы продолжить

# SignOffFromFlyoutConfirmationWorkflowActivity_InitialPrompt
source: Sign off. Are you sure?
de: Sie werden abgemeldet. Möchten Sie fortfahren?
es: Cierre la sesión. ¿Está seguro?
es_mx: Cerrar sesión. ¿Está seguro?
fr: Fin de session. Êtes-vous sûr ?
ja: サインオフします。よろしいですか？
nl: Afmelden. Weet u het zeker?
pt_br: Efetuar logoff. Tem certeza?
ru: Выход. Продолжить?

# PercentComplete
source: {0}% Complete
de: {0} % fertiggestellt
es: {0}% completado
es_mx: {0}% completado
fr: {0} % terminé(s)
ja: {0}% 完了
nl: {0}% voltooid
pt_br: {0}% completo
ru: {0} % завершения

# VoiceTrainingProgressFormat
source: {1} of {2} words
de: {1} von {2} Wörtern
es: {1} de {2} palabras
es_mx: {1} de {2} palabras
fr: {1} sur {2} mots
ja: 単語 {1} / {2}
nl: {1} van {2} woorden
pt_br: {1} de {2} palavras
ru: {1} из {2} слов

# TitleMessage_Enrollment
source: VOICE TRAINING
es: FORMACIÓN DE VOZ
es_mx: ENTRENAMIENTO DE VOZ
fr: FORMATION VOCALE
ja: 音声トレーニング
nl: STEMTRAINING
pt_br: TREINAMENTO DE VOZ
ru: ПОСТАНОВКА ГОЛОСА

# TitleMessage_NoiseSample
source: BACKGROUND NOISE SAMPLE
de: HINTERGRUNDGERÄUSCHPROBE
es: MUESTRA DE SONIDO DE FONDO
es_mx: MUESTRA DE RUIDO DE FONDO
fr: ÉCHANTILLON DE BRUIT AMBIANT
ja: 周囲雑音サンプル
nl: TEST ACHTERGRONDGELUID
pt_br: AMOSTRAGEM DE RUÍDO DE FUNDO
ru: ОБРАЗЕЦ ФОНОВОЙ ШУМ

# VoiceTraining_BackupTemplatesUsed_Warning
source: Warning:\nThere was an error retrieving voice templates.\nThis may be why you are being prompted to train.
de: Warnung:\nEs gab einen Fehler beim Abrufen von Sprachvorlagen.\nDies könnte der Grund dafür sein, dass Sie aufgefordert werden, ein Training zu absolvieren.
es: Advertencia:\nSe ha producido un error al recuperar las plantillas de voz.\nEs posible que este sea el motivo por el que se le indica que entrene.
es_mx: Advertencia:\nHubo un error al intentar recuperar las plantillas de voz.\nPuede ser por esto que se le indica que entrene.
fr: Avertissement :\nUne erreur est survenue lors de la récupération des modèles vocaux.\nC'est peut-être la raison pour laquelle vous recevez une invite de formation.
ja: 警告:\n音声テンプレートの取得でエラーが発生しました。\nトレーニングを指示するプロンプトはこれが理由かもしれません
nl: Waarschuwing:\nEr is een fout opgetreden tijdens het ophalen van stemsjablonen.\nDit kan de reden zijn waarom u wordt gevraagd om te trainen.
pt_br: Aviso:\nHouve um erro ao recuperar os modelos de voz.\nPode ser por isso que você está sendo solicitado a treinar.

# VoiceTrainingInstructionsPage1Header
source: Welcome!
de: Willkommen!
es: ¡Bienvenido!
es_mx: ¡Bienvenido!
fr: Bienvenue !
ja: ようこそ！
nl: Welkom
pt_br: Bem-vindo!
ru: Добро пожаловать!

# VoiceTrainingInstructionsPage1Body
source: Before you begin, you are required to do voice training, which takes roughly {0} minutes to complete.
de: Bevor Sie beginnen, müssen Sie ein Voice-Training absolvieren, das circa {0} Minuten dauern wird.
es: Antes de comenzar, necesita realizar una formación de voz, que tarda aproximadamente {0} en completarse.
es_mx: Antes de comenzar, debe realizar un entrenamiento de voz, lo que toma aproximadamente {0} minutos.
fr: Avant de commencer, vous devez suivre une formation vocale, qui dure environ {0} minutes.
ja: 始める前にまず音声トレーニングを行う必要があります。これには約 {0} 分で完了できます。
nl: Voordat u begint, moet u de stemtraining doen die u in ongeveer {0} minuten kunt voltooien.
pt_br: Antes de começar, você deve fazer um treinamento de voz, que leva cerca de {0} minutos para ser concluído.
ru: Прежде чем начать, вы обязаны голос, обучение, который принимает примерно {0} минут для завершения.

# VoiceTrainingInstructionsPage1Body_LessThanAMinute
source: Before you begin, you are required to do voice training, which should take less than a minute to complete.
de: Bevor Sie beginnen, müssen Sie ein Voice-Training absolvieren, das weniger als eine Minute dauern wird.
es: Antes de comenzar, necesita realizar una formación de voz, que debe tardar menos de un minuto en completarse.
es_mx: Antes de comenzar, debe realizar un entrenamiento de voz, lo que debería tomarle menos de un minuto.
fr: Avant de commencer, vous devez suivre une formation vocale, qui devrait durer moins d'une minute.
ja: 始める前にまず音声トレーニングを行う必要があります。これは1分以内で完了できます。
nl: Voordat u begint, moet u de stemtraining doen die u in minder dan een minuut kunt voltooien.
pt_br: Antes de começar, você deve fazer um treinamento de voz, que leva menos de um minuto para ser concluído.
ru: Прежде чем начать, вы обязаны голос обучения, который должен быть меньше чем за минуту для завершения.

# VoiceTrainingInstructionsPage1Body_AboutAMinute
source: Before you begin, you are required to do voice training, which should take about a minute to complete.
de: Bevor Sie beginnen, müssen Sie ein Voice-Training absolvieren, das circa eine Minute dauern wird.
es: Antes de comenzar, necesita hacer una formación de voz, que tarda aproximadamente un minuto en completarse.
es_mx: Antes de comenzar, debe realizar un entrenamiento de voz, lo que toma aproximadamente un minuto.
fr: Avant de commencer, vous devez suivre une formation vocale, qui devrait durer près d'une minute.
ja: 始める前にまず音声トレーニングを行う必要があります。これは約1分で完了できます。
nl: Voordat u begint, moet u de stemtraining doen die u in ongeveer een minuut kunt voltooien.
pt_br: Antes de começar, você deve fazer um treinamento de voz, que leva cerca de um minuto para ser concluído.
ru: Прежде чем начать, вы обязаны голос обучения, который должен занять около минуты для завершения.

# VoiceTrainingInstructionsPage2Header
source: Repetition
de: Wiederholung
es: Repetición
es_mx: Repetición
fr: Répétition
ja: 繰り返し
nl: Herhaling
pt_br: Repetição
ru: Повторение

# VoiceTrainingInstructionsPage2Body
source: During training, you will speak a series of words that may repeat or randomize in order.
de: Bei diesem Training sollen Sie eine Folge von Wörtern sagen. Es kann sein, dass Wörter mehrmals oder in anderer Reihenfolge auftauchen.
es: Durante la formación, tendrá que decir una serie de palabras que pueden repetirse o cambiar de orden.
es_mx: Durante el entrenamiento, dirá una serie de palabras que se pueden repetir o tendrán un orden aleatorio.
fr: Au cours de la formation, vous prononcerez une série de mots qui peuvent se répéter ou être dans un ordre aléatoire.
ja: トレーニング中、一連の単語を読み上げて頂きますが、繰り返しや順序が前後することがあります。
nl: Tijdens de training zegt u een reeks woorden die herhaald of in een willekeurige volgorde herhaald kunnen worden.
pt_br: Durante o treinamento, você falará uma série de palavras em ordem que podem ser repetidas ou aleatórias.
ru: В процессе обучения, вы будете говорить ряд слов, которые могут повторять или случайном порядке.

# VoiceTrainingInstructionsPage3Header
source: Voice Training
es: Formación de voz
es_mx: Entrenamiento de voz
fr: Formation vocale
ja: 音声トレーニング
nl: Stemtraining
pt_br: Treinamento de voz
ru: Постановка голоса

# VoiceTrainingInstructionsPage3Body
source: Voice Training works best in the environment where you work.
de: Am besten absolvieren Sie das Voice-Training in der Umgebung, in der Sie auch tatsächlich arbeiten.
es: La formación de voz funciona mejor en el entorno donde trabaja.
es_mx: El entrenamiento de voz funciona mejor en el entorno donde trabaja.
fr: La formation vocale donne de meilleurs résultats dans votre environnement de travail.
ja: 音声トレーニングは実際に作業を行う環境で行って頂くのがベストです。
nl: Stemtraining werkt het best in de omgeving waar u werkt.
pt_br: O treinamento de voz funciona melhor no ambiente onde você trabalha.
ru: Постановка голоса лучше всего работает в среде, где вы работаете.

# VoiceTrainingInstructionsPage4Header
source: Background Noise Sample
de: Hintergrundgeräuschprobe
es: Muestra de sonido de fondo
es_mx: Muestra de ruido de fondo
fr: Échantillon de bruit ambiant
ja: 周囲雑音サンプル
nl: Test achtergrondgeluid
pt_br: Amostragem de ruído de fundo
ru: Образец фоновой шум
