Repository: IvanHdzRz/gws
Catalog: GWS/Resources/DevKitResources.*.resx
Languages: de, es, es_mx, fr, ja, nl, pt_br, ru

# VoiceTrainingInstructionsPage4Body
source: The system needs to sample the background noise so it can recognize your voice in your environment.
de: Das System muss eine Probe des Hintergrundgeräuschs in der Arbeitsumgebung aufnehmen, damit es Ihre Stimme herausfiltern kann.
es: El sistema necesita tomar una muestra del sonido de fondo para poder reconocer su voz en su entorno.
es_mx: El sistema debe tomar una muestra de ruido de fondo para poder reconocer su voz en su entorno.
fr: Le système doit échantillonner le bruit ambiant afin de pouvoir reconnaître votre voix dans votre environnement.
ja: 作業環境でのユーザの声を認識するため、システムは周囲雑音サンプルを取る必要があります。
nl: Het systeem moet een test van het achtergrondgeluid uitvoeren, zodat het uw stem in die omgeving kan herkennen.
pt_br: O sistema precisa amostrar o ruído de fundo para que possa reconhecer sua voz em seu ambiente.
ru: Системе необходимо попробовать фоновый шум, поэтому он может распознавать ваш голос в вашей среде.

# VoiceTrainingInstructionsFinalPageFooter
source: Tap Ready to begin.
de: Wenn es losgehen kann, tippen Sie auf "Bereit".
es: Toque Listo para empezar.
es_mx: Pulse Listo para comenzar.
fr: Appuyez sur Prêt pour commencer.
ja: 開始するにはOKをタップしてください。
nl: Tik op Gereed om te beginnen.
pt_br: Toque em “Pronto” para começar.
ru: Нажмите Готово для начала.

# NoiseSampleAdjustingBackgroundNoiseDescription
source: Adjusting for background noise
de: Hintergrundgeräuschkompensierung
es: Introduciendo ajuste para el sonido de fondo
es_mx: Ajuste del ruido de fondo
fr: Réduction du bruit ambiant
ja: 周囲雑音調整
nl: Aanpassen aan achtergrondgeluid
pt_br: Ajustando para ruído de fundo
ru: Регулировка для фонового шума

# OperPrepWordsInstructions
source: Please say the following words:
de: Sagen Sie bitte die folgenden Wörter:
es: Diga las palabras siguientes:
es_mx: Diga las siguientes palabras:
fr: Dites les mots suivants :
ja: 次の言葉を言ってください:
nl: Zeg de volgende woorden:
pt_br: Fale as seguintes palavras:
ru: Пожалуйста, говорите следующие слова:

source: Voice Training Complete
de: Voice-Training abgeschlossen
es: Formación de voz completada
es_mx: Entrenamiento de voz completo
fr: Formation vocale terminée
ja: 音声トレーニング完了
nl: Stemtraining voltooid
pt_br: Treinamento de voz concluído
ru: Обучение полный голос

source: report problem
de: Problem melden
es: notificar problema
es_mx: informar un problema
fr: signaler un problème
ja: 問題の報告
nl: probleem rapporteren
pt_br: informar problema
ru: сообщить о проблеме

# ReportProblemWorkflowActivity_Header
source: Report Problem
de: Problem melden
es: Notificar problema
es_mx: Informar un problema
fr: Signaler un problème
ja: 問題の報告
nl: Probleem rapporteren
pt_br: Informar problema
ru: Сообщить о проблеме

# ReportProblemWorkflowActivity_NoteLabel
source: Describe the problem:
de: Beschreiben Sie das Problem:
es: Describa el problema:
es_mx: Describa el problema:
fr: Décrivez le problème :
ja: 問題を説明してください:
nl: Beschrijf het probleem:
pt_br: Descrever o problema:
ru: Опишите проблему:

# ReportProblemWorkflowActivity_ButtonText
source: Submit
de: Senden
es: Enviar
es_mx: Enviar
fr: Soumettre
ja: 送信
nl: Verzenden
pt_br: Enviar
ru: Отправить

# DialogueRunnerUnknownError
source: Error in voice dialogue, please report problem. Use screen to complete current task and continue
de: Fehler im Sprachbefehl-Dialogfeld. Bitte melden Sie das Problem. Benutzen Sie den Bildschirm, um die aktuelle Aufgabe abzuschließen und fortzufahren
es: Se ha producido un error en el diálogo de voz, informe del problema. Utilice la pantalla para completar la tarea actual y continuar
es_mx: Error en el diálogo de voz, informe el problema. Use la pantalla para completar la tarea actual y continúe
fr: Erreur dans le dialogue vocal, veuillez signaler le problème. Utilisez l'écran pour terminer la tâche en cours et continuer
ja: 音声ダイアログにエラーが発生しました。問題を報告してください。画面を使って現在の作業を完了し、続行してください
nl: Fout in spraakdialoog, rapporteer het probleem. Gebruik het scherm om het huidige werk te voltooien en door te gaan
pt_br: Erro no diálogo de voz, informe o problema. Use a tela para completar a tarefa atual e continuar

# LanguagesMenuWorkflowActivity_RestartRequiredTitle
source: Restart Required
de: Neustart erforderlich
es: Es necesario reiniciar
es_mx: Debe reiniciar
fr: Redémarrage nécessaire
ja: 再起動が必要です
nl: Herstarten vereist
pt_br: É necessário reiniciar

# LanguagesMenuWorkflowActivity_RestartRequiredMessage
source: The application must be restarted for language changes to take full effect
de: Die Anwendung muss neu gestartet werden, damit die Sprachänderungen voll wirksam werden
es: Es necesario reiniciar la aplicación para que se apliquen los cambios de idioma
es_mx: Se debe reiniciar la aplicación para que los cambios de idioma entren en vigencia
fr: L'application doit être redémarrée pour que le changement de langue prenne effet
ja: 言語の変更を反映するにはアプリケーションを再起動しなければなりません
nl: De toepassing moet worden herstart, voordat taalwijzigingen volledig van kracht worden.
pt_br: O aplicativo deve ser reiniciado para que as alterações de idioma tenham efeito completo

# LanguagesMenuWorkflowActivity_DeviceDefault
source: Device Default - {0}
de: Gerätevoreinstellung - {0}
es: Dispositivo predeterminado - {0}
es_mx: Valor predeterminado del dispositivo - {0}
fr: Valeur par défaut pour le terminal - {0}
ja: 端末の規定 - {0}
nl: Standaardwaarde apparaat - {0}
pt_br: Padrão do dispositivo - {0}

# LanguagesMenuWorkflowActivity_PickUpAndGoNotAvailableTitle
source: Pick Up and Go not available
de: Entnahme und Start nicht verfügbar
es: "Recoger e irse" no disponible
es_mx: Recolectar e ir no disponible
fr: Prélever et aller non disponible
ja: ピックアップアンドゴーは使用できません
nl: Ophalen en wegwezen niet beschikbaar
pt_br: Pegar e Ir não está disponível

# LanguagesMenuWorkflowActivity_PickUpAndGoNotAvailableMessage
source: Pick Up and Go is not available for {0}, it will be disabled.
de: Entnahme und Start ist nicht verfügbar für {0}, es wird deaktiviert.
es: "Recoger e irse" no está disponible para {0} y se desactivará.
es_mx: Recolectar e ir no disponible para {0}, se desactivará.
fr: La fonction Prélever et aller n'est pas disponible pour {0}, elle sera désactivée.
ja: ピックアップアンドゴーは {0} には使用できません。これは無効になります。
nl: Ophalen en wegwezen is niet beschikbaar voor {0}, het wordt uitgeschakeld.
pt_br: Pegar e Ir não está disponível para {0}, será desativado.

# LanguagesMenuWorkflowActivity_PickUpAndGoAvailableTitle
source: Pick Up and Go available
de: Entnahme und Start verfügbar
es: "Recoger e irse" disponible
es_mx: Recolectar e ir disponible
fr: Prélever et aller disponible
ja: ピックアップアンドゴーが使用できます
nl: Ophalen en wegwezen beschikbaar
pt_br: Pegar e Ir está disponível

# LanguagesMenuWorkflowActivity_PickUpAndGoAvailableMessage
source: Pick Up and Go is available for {0}.
de: Entnahme und Start verfügbar für {0}.
es: "Recoger e irse" está disponible para {0}.
es_mx: Recolectar e ir disponible para {0}.
fr: Prélever et aller disponible pour {0}.
ja: ピックアップアンドゴーが {0} で使用できます
nl: Ophalen en wegwezen beschikbaar voor {0}.
pt_br: Pegar e Ir está disponível para {0}.

# LanguagesMenuWorkflowActivity_EnablePickUpAndGo_Text
source: Enable Pick Up and Go
de: Entnahme und Start aktivieren
es: Activar "Recoger e irse"
es_mx: Activar Recolectar e ir
fr: Activer Prélever et aller
ja: ピックアップアンドゴーを有効にする
nl: Ophalen en wegwezen inschakelen
pt_br: Ativar Pegar e Ir

# LanguagesMenuWorkflowActivity_DisablePickUpAndGo_Text
source: Disable Pick Up and Go
de: Entnahme und Start deaktivieren
es: Desactivar "Recoger e irse"
es_mx: Desactivar Recolectar e ir
fr: Désactiver Prélever et aller
ja: ピックアップアンドゴーを無効にする
nl: Ophalen en wegwezen uitschakelen
pt_br: Desativar Pegar e Ir

# LanguagesMenuWorkflowActivity_NewPickUpAndGoVersionAvailableTitle
source: New Pick Up and Go version available
de: Neue Version von Pick Up and Go verfügbar
es: Nueva versión de Recoger e irse disponible
es_mx: Nueva versión de Pick Up and Go disponible
fr: Nouvelle version de Pick Up and Go disponible
ja: 新しいバージョンのPick Up and Goがあります
nl: Er is een nieuwe versie van Pick Up and Go beschikbaar
pt_br: Nova versão do Pick Up and Go disponível

# LanguagesMenuWorkflowActivity_NewPickUpAndGoVersionAvailableMessage
source: A new version of Pick Up and Go is available to download for {0}. Would you like to download it?
de: Sie können jetzt eine neue Version von Pick Up and Go für {0} herunterladen. Möchten Sie den Download jetzt starten?
es: Hay una nueva versión de Recoger e irse disponible para su descarga para {0}. ¿Desea descargarla?
es_mx: Hay una nueva versión de Pick Up and Go disponible para descargar para {0}. ¿Desea descargarla?
fr: Une nouvelle version de Pick Up and Go est disponible au téléchargement en {0}. Souhaitez-vous la télécharger ?
ja: 新しいバージョンの Pick Up and Go が {0} 向けにダウンロードできます。 ダウンロードしますか？
nl: Er is een nieuwe versie in het {0} van Pick Up and Go beschikbaar om te downloaden. Wilt u het downloaden?
pt_br: Enconra-se disponível para download uma nova versão do Pick Up and Go para {0}. Gostaria de fazer o download?

# LanguagesMenuWorkflowActivity_DownloadNewVersion_Text
source: Download New Version
de: Neue Version herunterladen
es: Descargar nueva versión
es_mx: Descargar nueva versión
fr: Télécharger la nouvelle version
ja: 新しいバージョンをダウンロードする
nl: Nieuwe versie downloaden
pt_br: Fazer download da nova versão

# LanguagesMenuWorkflowActivity_UseCurrentVersion_Text
source: Use Current Version
de: Alte Version weiter verwenden
es: Usar versión actual
es_mx: Usar versión actual
fr: Utiliser la version actuelle
ja: 現在のバージョンを使用する
nl: Huidige versie gebruiken
pt_br: Usar a versão atual

# LanguagesMenuWorkflowActivity_InvalidLanguage_Title
source: Invalid language name(s)
de: Ungültige Sprachbezeichnung(en)
es: Nombre(s) de idioma(s) no válido(s)
es_mx: Nombres de idioma no válidos
fr: Nom(s) de langue non valide(s)
ja: 無効な言語名
nl: Een of meer ongeldige taalnamen
pt_br: Nome(s) de idioma inválido(s)

# LanguagesMenuWorkflowActivity_InvalidLanguage_Message
source: These language names are not valid: {0}
de: Diese Sprachbezeichnungen sind nicht gültig: {0}
es: Estos nombres de idiomas no son válidos: {0}
es_mx: Estos nombres de idiomas no son válidos: {0}
fr: Ce(s) nom(s) de langue ne sont pas valides : {0}
ja: これらの言語名は有効ではありません：{0}
nl: Deze taalnamen zijn niet geldig: {0}
pt_br: Esses nomes de idioma não são válidos: {0}

# LanguagesMenuWorkflowActivity_PickUpAndGoAvailableToDownload_Title
source: Pick Up and Go available to download
de: Pick Up and Go kann jetzt heruntergeladen werden
es: Recoger e irse disponible para su descarga
es_mx: Pick Up and Go disponible para descargar
fr: Pick Up and Go disponible au téléchargement
ja: Pick Up and Goがダウンロードできます
nl: Pick Up and Go-download beschikbaar
pt_br: Pick Up and Go disponível para download

# LanguagesMenuWorkflowActivity_PickUpAndGoAvailableToDownload_Message
source: Pick Up and Go model for {0} is not downloaded. Would you like to download it now?
de: Das Pick Up and Go-Modell für {0} wurde nicht heruntergeladen. Möchten Sie den Download jetzt starten?
es: No se ha descargado el modelo de Recoger e irse para{0}. ¿Desea descargarlo ahora?
es_mx: No se ha descargado el modelo de Pick Up and Go para {0}. ¿Desea descargarlo ahora?
fr: Le modèle Pick Up and Go en {0} n'a pas été téléchargé. Souhaitez-vous le télécharger maintenant ?
ja: {0} 版のPick Up and Go model モデルがダウンロードされていません。 今すぐダウンロードしますか？
nl: Pick Up and Go-model in het {0} is niet gedownload. Wilt u het nu downloaden?
pt_br: O Pick Up and Go para {0} não foi baixado. Gostaria de fazer o download agora?

# LanguagesMenuWorkflowActivity_PickUpAndGoAvailableToDownload_OkText
source: Download
de: Herunterladen
es: Descargar
es_mx: Descargar
fr: Télécharger
ja: ダウンロード
nl: Downloaden

# LanguagesMenuWorkflowActivity_PickUpAndGoAvailableToDownload_CancelText
source: Cancel
de: Abbrechen
es: Cancelar
es_mx: Cancelar
fr: Annuler
ja: キャンセル
nl: Annuleren
pt_br: Cancelar

# LanguagesMenuWorkflowActivity_PickUpAndGoDownloading_Text
source: Downloading Pick Up and Go for {0}
de: Pick Up and Go für {0} wird heruntergeladen
es: Descargando Recoger e irse para {0}
es_mx: Descargando Pick Up and Go para {0}
fr: Téléchargement de Pick Up and Go en {0}
ja: {0} 版のPick Up and Goをダウンロードしています
nl: Pick Up and Go downloaden in het {0}
pt_br: Fazendo o download do Pick Up and Go para {0}

# LanguagesMenuWorkflowActivity_PickUpAndGoDownloaded_Text
source: Pick Up and Go for {0} downloaded (version: {1})
de: Pick Up and Go für {0} heruntergeladen (Version: {1})
es: Se ha descargado Recoger e irse para {0} (versión: {1})
es_mx: Se descargó Pick Up and Go para {0} (versión: {1})
fr: Pick Up and Go en {0} téléchargé (version : {1})
ja: {0} 版のPick Up and Goがダウンロードされました（バージョン：{1}）
nl: Pick Up and Go in het {0} gedownload (versie: {1})
pt_br: O Pick Up and Go para {0} foi baixado (versão: {1})

# LanguagesMenuWorkflowActivity_PickUpAndGoNotDownloaded_Title
source: Pick Up and Go for {0} not downloaded
de: Pick Up and Go für {0} wurde nicht heruntergeladen
es: No se ha descargado Recoger e irse para {0}
es_mx: No se descargó Pick Up and Go para {0}
fr: Pick Up and Go en {0} non téléchargé
ja: {0} 版のPick Up and Goがダウンロードされませんでした
nl: Pick Up and Go in het {0} niet gedownload
pt_br: O Pick Up and Go para {0} não foi baixado

# LanguagesMenuWorkflowActivity_PickUpAndGoNotDownloaded_Text
source: {1}. Pick Up and Go will be disabled.
de: {1}. Pick Up and Go wird deaktiviert.
es: {1}. Se deshabilitará Recoger e irse.
es_mx: {1}. Se desactivará Pick Up and Go.
fr: {1}. Pick Up and Go sera désactivé.
ja: {1}。Pick Up and Goは無効になります。
nl: {1}. Pick Up and Go wordt uitgeschakeld.
pt_br: {1}. O Pick Up and Go será desativado.

# LanguagesMenuWorkflowActivity_PickUpAndGoNotDownloadedFallBack_Text
source: {1}. Using existing version on device.
de: {1}. Es wird weiter die bisherige Version verwendet.
es: {1}. Se está utilizando la versión existente en el dispositivo.
es_mx: {1}. Usando la versión existente en el dispositivo.
fr: {1}. Utilisation de la version existante sur le terminal.
ja: {1}。デバイス上にあるバージョンを使用します。
nl: {1}. De bestaande versie op het apparaat wordt gebruikt.
pt_br: {1}. Usando a versão existente no dispositivo.

# LanguagesMenuWorkflowActivity_ModelNotFound_Message
source: Model not found
de: Modell nicht gefunden
es: No se ha encontrado el modelo
es_mx: No se encontró el modelo
fr: Modèle introuvable
ja: モデルが見つかりませんでした
nl: Model niet gevonden
pt_br: Modelo não encontrado

# LanguagesMenuWorkflowActivity_PickUpAndGoDisabled_Text
source: Pick Up and Go disabled
de: Pick Up and Go deaktiviert
es: Se ha deshabilitado Recoger e irse
es_mx: Pick Up and Go desactivado
fr: Pick Up and Go désactivé
ja: Pick Up and Goは無効です
nl: Pick Up and Go uitgeschakeld
pt_br: Pick Up and Go desativado

# LanguagesMenuWorkflowActivity_NoNetworkConnection_Title
source: No Network Connection
de: Keine Netzwerkverbindung
es: Sin conexión a la red
es_mx: No hay conexión a la red
fr: Pas de connexion réseau
ja: ネットワーク接続がありません
nl: Geen netwerkverbinding
pt_br: Nenhuma conexão de rede

# LanguagesMenuWorkflowActivity_NoNetworkConnection_Message
source: There is no network connection, cannot download Pick Up and Go model for {0}. Pick Up and Go will be disabled.
de: Es besteht keine Netzwerkverbindung. Das Pick Up and Go-Modell für {0} kann nicht heruntergeladen werden. Pick Up and Go wird deaktiviert.
es: No hay conexión a la red y no puede descargarse el modelo de Recoger e irse para {0}. Se deshabilitará Recoger e irse.
es_mx: No hay conexión a la red, no se puede descargar el modelo Pick Up and Go para {0}. Se desactivará Pick Up and Go.
fr: Il n'y a pas de connexion réseau, impossible de télécharger le modèle Pick Up and Go en {0}. Pick Up and Go sera désactivé.
ja: ネットワーク接続がありません。{0} 版のPick Up and Goモデルがダウンロードできません。 Pick Up and Goは無効になります。
nl: Er is geen verbinding met het netwerk, kan het Pick Up and Go-model in het {0} niet downloaden. Pick Up and Go wordt uitgeschakeld.
pt_br: Não há uma conexão de rede ativa; não é possível fazer o download do Pick Up and Go para {0}. O Pick Up and Go será desativado.

# LanguagesMenuWorkflowActivity_NoNetworkConnectionFallBack_Message
source: There is no network connection, cannot download Pick Up and Go model for {0}. Using existing version on device.
de: Es besteht keine Netzwerkverbindung. Das Pick Up and Go-Modell für {0} kann nicht heruntergeladen werden. Es wird weiter die bisherige Version verwendet.
es: No hay conexión a la red y no puede descargarse el modelo de Recoger e irse para {0}. Se está utilizando la versión existente en el dispositivo.
es_mx: No hay conexión a la red, no se puede descargar el modelo Pick Up and Go para {0}. Usando la versión existente en el dispositivo.
fr: Il n'y a pas de connexion réseau, impossible de télécharger le modèle Pick Up and Go en {0}. Utilisation de la version existante sur le terminal.
ja: ネットワーク接続がありません。 {0} 版のPick Up and Goモデルがダウンロードできません。 デバイス上にあるバージョンを使用します。
nl: Er is geen verbinding met het netwerk, kan het Pick Up and Go-model in het {0} niet downloaden. De bestaande versie op het apparaat wordt gebruikt.
pt_br: Não há uma conexão de rede ativa; não é possível fazer o download do Pick Up and Go para {0}. Usando a versão existente no dispositivo.

# LanguagesMenuWorkflowActivity_UpdatingAvailablePickUpAndGoModels_Message
source: Updating available Pick Up and Go models.
de: Die verfügbaren Pick Up and Go-Modelle werden aktualisiert.
es: Se están actualizando los modelos disponibles de Recoger e irse.
es_mx: Actualizando los modelos Pick Up and Go disponibles.
fr: Mise à jour des modèles Pick Up and Go disponibles.
ja: 利用可能なPick Up and Goモデルを更新しています。
nl: Beschikbare Pick Up and Go-modellen worden bijgewerkt.
pt_br: Atualizando modelos do Pick Up and Go disponíveis.

# LanguagesMenuWorkflowActivity_DeviceOffline_ToastMessage
source: Device is offline. You will not be able to download any new language models.
de: Das Gerät ist offline. Sie können keine neuen Sprachmodelle mehr herunterladen.
es: El dispositivo está sin conexión. No podrá descargar ningún nuevo modelo de idioma.
es_mx: El dispositivo está desconectado. No podrá descargar ningún modelo de idioma nuevo.
fr: Le terminal est hors ligne. Vous ne pourrez pas télécharger de nouveaux modèles linguistiques.
ja: 端末はオフラインです。 新しい言語モデルはダウンロードできません。
nl: Apparaat is offline. U kunt geen nieuwe taalmodellen downloaden.
pt_br: O dispositivo está offline. Você não poderá fazer o download de nenhum modelo de idioma novo.

# Android_Foreground_Notification_Title
source: App Status
de: Anwendungsstatus
es: Estado de la aplicación
es_mx: Estado de la aplicación
fr: État de l'application
ja: アプリケーションステータス
nl: Status apparaat
pt_br: Status do aplicativo

# Android_Foreground_Notification_Summary
source: Staying in foreground
de: Im Vordergrund bleiben
es: Permanecer en primer plano
es_mx: Mantenerse en primer plano
fr: Maintien au premier plan
ja: フォアグラウンド維持
nl: Blijft op voorgrond
pt_br: Ficar em primeiro plano

# Android_Foreground_Notification_Text
source: Keeping the {0} app in the foreground so that you can use it with the screen off or while another application is in the foreground.
de: Die {0}-Anwendung im Vordergrund halten, so dass Sie sie bei ausgeschaltetem Bildschirm oder während sich eine andere Anwendung im Vordergrund befindet, verwenden können.
es: Mantener la aplicación {0} en primer plano para que pueda usarla con la pantalla apagada o mientras otra aplicación está en primer plano.
es_mx: Mantener la aplicación {0} en primer plano, de modo que pueda usarla con la pantalla apagada o mientras hay otra aplicación en primer plano.
fr: Le maintien de l'application {0} au premier plan permet de l'utiliser avec l'écran éteint ou lorsqu'une autre application est au premier plan.
ja: {0} アプリケーションをフォアグラウンドに維持することにより、画面がオフ、または別のアプリケーションがフォアグラウンドにあるときにも使用することができます。
nl: Houd de app {0} op de voorgrond, zodat u het kunt gebruiken als het scherm uit is of terwijl er een andere toepassing op de voorgrond is.
pt_br: Manter o aplicativo {0} em primeiro plano para que você possa usá-lo com a tela desligada ou enquanto outro aplicativo estiver em primeiro plano.

# Android_Foreground_Notification_Channel_Name
source: Foreground Mode
de: Vordergrund-Modus
es: Modo "Primer plano"
es_mx: Modo de primer plano
fr: Mode premier plan
ja: フォアグラウンドモード
nl: Voorgrondmodus
pt_br: Modo primeiro plano

# Android_Foreground_Notification_Channel_Description
source: Permits operation when application is in the background, or if the screen is off.
de: Erlaubt den Betrieb, wenn sich die Anwendung im Hintergrund befindet oder wenn der Bildschirm ausgeschaltet ist.
es: Permite el funcionamiento cuando la aplicación está en segundo plano o si la pantalla está apagada.
es_mx: Permite la operación cuando la aplicación está en segundo plano o si la pantalla está apagada.
fr: Permet le fonctionnement de l'application lorsque celle-ci est au premier plan ou que l'écran est éteint.
ja: アプリケーションがバックグラウンドにあるとき、または画面がオフの場合も操作が可能になります。
nl: Om te kunnen bedienen als de toepassing op de achtergrond is of als het scherm uit staat.
pt_br: Permite a operação quando o aplicativo está em segundo plano ou se a tela está desligada.

# phonetic_a
source: alpha
de: Anton
es: alfa
es_mx: alfa
ja: アルファ
nl: anna
ru: Альфа

# phonetic_b
source: bravo
de: Berta
ja: ブラボー
nl: bernard
ru: Браво

# phonetic_c
source: charlie
de: Cäsar
ja: チャーリー
nl: cornelis
ru: Чарли

# phonetic_d
source: delta
de: Dora
ja: デルタ
nl: dirk
ru: Дельта

# phonetic_e
source: echo
de: Emil
es: Eco
es_mx: eco
ja: エコー
nl: eduard
ru: Эхо

# phonetic_f
source: foxtrot
de: Friedrich
ja: フォックス
nl: ferdinand
ru: Фокстрот

# phonetic_g
source: golf
de: Gustav
ja: ゴルフ
nl: gerard
ru: Гольф

# phonetic_h
source: hotel
de: Heinrich
ja: ホテル
nl: hendrik
ru: Отель

# phonetic_i
source: india
de: Ida
ja: インド
nl: izaak
ru: Индия

# phonetic_j
source: juliet
de: Julius
es: Julieta
ja: ジュリエット
nl: jan
ru: Джульетта

# phonetic_k
source: kilo
de: Kaufmann
ja: キロ
nl: karel
ru: Кило

# phonetic_l
source: lima
de: Ludwig
ja: リマ
nl: lodewijk
ru: Лима

# phonetic_m
source: mike
de: Martha
ja: マイク
nl: maria
ru: Майк

# phonetic_n
source: november
de: Nordpol
es: noviembre
ja: ノベンバー
nl: nico
ru: Ноябрь

# phonetic_o
source: oscar
de: Otto
ja: オスカー
nl: otto
ru: Оскар

# phonetic_p
source: papa
de: Paula
ja: パパ
nl: pieter
ru: Папа

# phonetic_q
source: quebec
de: Quelle
es_mx: québec
ja: ケベック
nl: quotiënt
ru: Квебек

# phonetic_r
source: romeo
de: Richard
ja: ロメオ
nl: rudolf
ru: Ромео

# phonetic_s
source: sierra
de: Samuel
ja: シエラ
nl: simon
ru: Сьерра

# phonetic_t
source: tango
de: Theodor
ja: タンゴ
nl: tinus
ru: Танго

# phonetic_u
source: uniform
de: Ulrich
es: uniforme
ja: ユニフォーム
nl: utrecht
ru: форма

# phonetic_v
source: victor
de: Viktor
es_mx: víctor
ja: ヴィクター
ru: Виктор

# phonetic_w
source: whiskey
de: Wilhelm
es: Whisky
ja: ウィスキー
nl: willem
ru: виски

# phonetic_x
source: x ray
de: Xanthippe
es: rayos x
ja: エックス
nl: xantippe

# phonetic_y
source: yankee
de: Ypsilon
ja: ヤンキー
nl: ypsilon
ru: Янки

# phonetic_z
source: zulu
de: Zacharias
es: Zulú
ja: ズールー
nl: zaandam
ru: зулусский

# VocabWord_NoMore
source: no more
de: Ende
es: no más
es_mx: no más
fr: fini
ja: 以上
nl: dat is het
pt_br: não mais
ru: больше нет

# noise_sample_please_keep_quiet_instruction
source: Please keep quiet for a few seconds
de: Bitte seien Sie einige Sekunden lang ganz ruhig.
es: Manténgase en silencio durante unos segundos
es_mx: Manténgase en silencio por algunos segundos
fr: Veuillez ne rien dire pendant quelques secondes
ja: 数秒間声を出さないでいてください
nl: Blijf een paar seconden stil
pt_br: Fique em silêncio por alguns segundos.
ru: Пожалуйста, сохраняйте тишину несколько секунд
